Repository: pchev/virtualmoon
Catalog: tags/V61/cclun/language/cclun.*.po
Languages: fr

source: AtLun documentation
fr: Documentation AtLun

source: Browse the Atlas pictures
fr: Parcourir les photographies lunaires de l'Atlas

source: DatLun documentation
fr: Documentation DatLun

source: Exit the Command Center
fr: Sortir du Centre de Commande

source: Explore the Lunar Atlas maps
fr: Explorer les cartes lunaires de l'Atlas

source: UK
fr: FR

source: English
fr: Français

source: PhotLun documentation
fr: Documentation PhotLun

source: Quit
fr: Quitter

source: Read the full documentation
fr: Lire la documentation complète

source: Read the quick guide
fr: Lire le guide rapide

source: Search in the Atlas databases
fr: Faites des recherches dans les bases de données de l'Atlas

source: Special edition "10th anniversary"
fr: Edition spéciale "10eme anniversaire"

source: The Atlas Internet resources
fr: Les ressources Internet de l'Atlas

source: Virtual Lunar Atlas Command Center
fr: Centre de Commande de l'Atlas Virtuel de la Lune

source: Translation: P. Chevalley / C. Legrand
fr: Traduction: P. Chevalley / C. Legrand

source: Tutorial
fr: Tutoriel

source: Virtual Lunar Atlas
fr: Atlas Virtuel de la Lune

source: WebLun documentation
fr: Documentation WebLun
