Repository: pchev/virtualmoon
Catalog: branches/fix51/datlun/language/vmadatabase.*.po
Languages: lt

source: Not named
lt: Be pavadinimo

source: Not indicated
lt: Nenustatyta

source: Not evaluated
lt: Neįvertinta

source: Not observable
lt: Nestebima

source: No map
lt: Ne žemėlapis

source: No map or picture
lt: Ne žemėlapis ir ne paveikslėlis

source: No article
lt: Ne straipsnis

source: Not defined
lt: Nenustatyta

source: Unknown in this period
lt: Nežinomas šiuo laikotarpiu

source: Crater
lt: Krateris

source: Wrinkle ridge
lt: Kalvagūbris

source: Wrinkle ridges network
lt: Kalvagūbrių tinklas

source: Scarp
lt: Šlaitas

source: Rille
lt: Mėnulio kanjonas

source: Rilles network
lt: Mėnulio kanjonų tinklas

source: Valley
lt: Slėnis

source: Marsh
lt: Pelkė

source: Lake
lt: Ežeras

source: Sea
lt: Jūra

source: Cape
lt: Iškyšulys

source: Craterlet
lt: Nedidelis krateris

source: Bay
lt: Įlanka

source: Ejecta
lt: Lavos išskyros

source: Probe
lt: Zondas

source: Human mission
lt: Žmonių skrydis

source: Inert equipment
lt: Palikta įranga

source: Pyroclastic area
lt: Piroklastinė sritis

source: Crater chain
lt: Kraterių grandinė

source: Walled plain
lt: Lyguma su sienomis

source: Plain
lt: Lyguma

source: Mountain
lt: Kalnas

source: Mountain range
lt: Kalnagūbris

source: Dome
lt: Kupolas

source: Dome system
lt: Kupolų sistema
