Repository: pchev/virtualmoon
Catalog: datlun/language/datlun.*.po
Languages: ca, fr, lt

source: Add
fr: Ajouter

source: Clic the button "Create template" to create an empty file with the column headers.
fr: Cliquer le bouton "Créer un modèle" pour créer un fichier vide avec les en-têtes de colonnes.

source: Create template
fr: Créer un modèle

source: Edit
ca: Edició
fr: Edition
lt: Redaguoti

source: Error
fr: Erreur

source: Error reading file
fr: Erreur de lecture du fichier

source: Far side Unnamed Formation
ca: Formacions sense nom de la cara oculta
fr: Formations non nommées de la face cachée

source: EN
fr: FR
lt: LT

source: Historical
fr: Historique

source: If you need to add more data, please click the "Expert mode" button now.
fr: Si vous avez besoin d'ajouter plus de données, veuillez cliquer sur le bouton "Mode expert" maintenant.

source: Incorrect number of column:
fr: Nombre de colonnes invalide

source: is any text information.
fr: est toute information textuelle.

source: is the formation longitude with positive value to the East and negative to the West.
fr: est la longitude de la formation avec une valeur positive à l'Est et négative à l'Ouest.

source: is the formation latitude from -90 to 90 degree.
fr: est la latitude de formation de -90 à 90 degrés.

source: is the name you can search for later.
fr: est le nom que vous pourrez rechercher plus tard.

source: is the size of the formation in kilometer. This is used to filter the label for small formation on wide map.
fr: est la taille de la formation en kilomètre. Ceci est utilisé pour filtrer les labels pour les petites formations sur une carte large.

# u_translation.rsloadcsv01
source: This program let you to import new objects to the Virtual Moon Atlas database from a CSV file. There is no provision to merge data field or to do any calculation.
ca: Aquest programa us permet importar objectes nous a la base de dades de l'Atles Virtual de la Lluna des d'un fitxer CSV. No està previst mesclar-hi camps ni fer-hi càlculs
fr: Ce programme permet d'importer de nouveaux objets depuis un fichier au format CSV dans la base de donnée de l'Atlas Virtuel de la Lune. Il n'offre pas de possibilité de calcul ou de combinaison de champs.
lt: Ši programa leidžia į virtualią Mėnulio atlaso duomenų bazę importuoti naujus objektus iš CSV failo. Nėra funkcijų, leidžiančių sulieti duomenų laukus arba atlikti kitokius skaičiavimus.

# u_translation.rsloadcsv02
source: If you need that use first a software like OpenOffice.org Calc or Excel to format your data and save them to a CSV file.
ca: Si us cal, feu servir programari com Open Office.org Calc o bé Excel per donar format a les vostres dades i desar-les en fitxer CSV
fr: En cas de besoin utilisez au préalable un programme comme OpenOffice.org Calc ou Excel pour formater vos données et les enregistrer au format CSV.
lt: Jei jums reikia atlikti šiuos veiksmus, iš pradžių duomenis suformatuokite ir juos įrašykite į failą tokiomis programomis, kaip OpenOffice.org Calc arba Excel.

# u_translation.rsloadcsv03
source: From this page indicate first the character your file use to separate the different columns ( ; or TAB ) and if a " surround the text. Then open you CSV data file.
ca: Des d'aquesta pàgina indiqueu primerament el caràcter que usa el vostre fitxer per separar les distintes columnes (; o TAB) i si un " encercla els textos. Llavors obriu el fitxer de dades CSV.
fr: Dans cette page indiquez tout d'abord le caractère utilisé pour séparer les colonnes ( ; ou tabulation ) et si les textes sont entourés avec ". Puis ouvrez le fichier contenant vos données.
lt: Šiame puslapyje nurodykite pirmąjį failo simbolį, skirtą stulpeliams atskirti ( ; or TAB ), ir tekstui žymėti ". Po to atidarykite CSV duomenų failą.

# u_translation.rsloadcsv04
source: If the format is recognised a new tab appear at the top of the page, click this tab to continue.
ca: Si el format ha estat reconegut, una nova pestanya apareix a dalt de la pàgina, feu-hi clic per continuar.
fr: Si le format est reconnu un nouvel onglet apparaît en haut de la page, cliquez dessus pour passer à la suite.
lt: Atpažinus formatą puslapio viršuje pasirodys skirtukas. Norėdami tęsti jį spustelėkite.

# u_translation.rsloadcsv05
source: If you already record this file setting you can use the "Load Setting" button to retrieve them.
ca: Si ja haguéssiu desat aquesta configuració de fitxer podeu usar el botó "Carrega configuració" per recuperar-la.
fr: Si vous avez déjà enregistré des paramètres pour un fichier vous pouvez utiliser le bouton "Charger" pour les retrouver.
lt: Jau įrašytą failo nuostatą galite įkelti naudoti mygtuką "Įkelti nuostatą".

# u_translation.rsloadcsv06
source: The next step is to give a relation between your file columns and the different database fields. Refer to the main help file for explanation about each database field.
ca: El proper pas és donar una relació entre les columnes del vostre fitxer i els diferents camps de la base de dades. Trobareu a l'ajuda principal explicacions per a cada camp de la base de dades.
fr: L'étape suivante est d'indiquer quelles colonnes de votre fichier correspondent au différents champs de la base de donnée. Référez vous a l'aide du programme pour la signification exacte de chaque champ.
lt: Kitas veiksmas – sudaryti failo stulpelių ir skirtingų duomenų bazės laukų ryšį. Visų duomenų bazės laukų paaiškinimų ieškokite pagrindiniame žinyno faile.

# u_translation.rsloadcsv07
source: Click one of the value of your file and check the corresponding database field. When ready press the "<-->" button.
ca: Feu clic a un dels valors del vostre fitxer i comproveu el corresponent camp en la base de dades. Un cop fet això premeu el botó "<-->".
fr: Cliquez sur une des valeurs de votre fichier pour la marquer puis cochez le champ correspondant de la base de donnée et pressez le bouton "<-->".
lt: Spustelėkite vieną iš failo reikšmių ir patikrinkite atitinkamą duomenų bazės lauką. Kai būsite pasirengę, spustelėkite mygtuką "<-->".

# u_translation.rsloadcsv08
source: It is also possible to give a constant value to a database field. Enter the value at the bottom of the page and press the "Constant Value" button.
ca: També és possible donar un valor de constant al camp de la base de dades. Entreu aquest valor al peu de la pàgina i premeu el botó "Valor de la constant".
fr: Il est aussi possible de donner une valeur constante à un des champs de la base de donnée en entrant cette valeur en bas de la fenêtre et presser le bouton "Valeur Constante".
lt: Taip pat duomenų bazės laukui galima priskirti konstantos reikšmę. Įveskite reikšmę puslapio apačioji ir paspauskite mygtuką "Konstanta".

# u_translation.rsloadcsv09
source: DBN is an identifier for your file. It range from 100 to 199 and allow to identify your data in the database. It is use from the main program to display or not the label for your objects.
fr: DBN est un numéro de fichier compris entre 100 et 199 qui permet d'identifier votre fichier dans la base de donnée. C'est grâce a lui que vous pourrez choisir l'affichage de label pour vos objet.

source: You can also quickly select all your objects by using DBN=100 in the SQL selection window, and delete the data using the File - Delete menu.
fr: Il permet aussi de visualiser vos objets en entrant DBN=100 dans la fenêtre de sélection SQL, et de supprimer les données de ce fichier depuis le menu Fichier - Supprimer.

source: It is mandatory to give a value for the field: DBN, NAME, LONGIN and LATIN.
ca: És obligat donar un valor als camps DBN, NAME, LONGIN i LATIN.
fr: Il est obligatoire de donner une valeur aux champs DBN, NAME, LONGIN et LATIN.
lt: Būtina suteikti reiškmę laukui: DBN, NAME, LONGIN and LATIN.

source: When all the required field are defined the next tab appear at the top of the page.
ca: Quan tots els camps obligats estan emplenats, la pestanya pròxima apareix a dalt de la pàgina.
fr: Lorsque tout les champs obligatoires ont une valeur l'onglet suivant apparaît en haut de l'écran.
lt: Kai nustatysite visus būtinus laukus, puslapio viršuje pasirodys skirtukas „Pirmyn“.

source: Press "Load Database" button to load your data to the database.
ca: Premeu el botó "Carrega base de dades" per carregar les vostres dades a la base de dades.
fr: Appuyer sur le bouton "Chargement" pour charger la base de donnée.
lt: Kad įkeltumėte duomenis į duomenų bazę, paspauskite mygtuką "Įkelti duomenų bazę"

source: The "Save Setting" button allow you to save the setting for a later retrieval.
ca: El botó "Desa la configuració" us permet desar la configuració per a una posterior recuperació.
fr: Le bouton "Sauvegarde" vous permettra de retrouver ces paramètres plus tard.
lt: Mygtuku "Įrašyti nuostatas" galima įrašyti nuostatast, kurias vėliau galima grąžinti.

source: Map all the fields in the same order
fr: Définir tous les champs dans le même ordre

source: Must be
fr: Doit être

source: DBN must be a constant value!
ca: DBN ha de tenir un valor de constant!
fr: DBN doit être une valeur constante!
lt: DBN turi būti konstanta!

source: Value
ca: Valor
fr: Valeur
lt: Reikšmė

source: Select a database field first!
ca: Escolliu primer un camp de la base de dades!
fr: Choisir d'abord un champ de la base de donnée!
lt: Turite pasirinkti duomenų bazės lauką!

source: Select an input file field first!
ca: Escolliu primer un camp del fitxer d'entrada!
fr: Choisir d'abord un champ du fichier d'entrée!
lt: Turite pasirinkti įvesties failo lauką!

source: Uninitialised
ca: No inicialitzat
fr: Non initialisé
lt: Neinicijuota

source: Constant value
ca: Valor constant
fr: Valeur constante
lt: Konstanta

source: Input file field
ca: Camp del fitxer d'entrada
fr: Champ du fichier d'entrée
lt: Įvesties failo laukas

source: Do some validation:
ca: Fa alguna comprovació:
fr: Fait quelques contrôles:
lt: Atlikite keletą patikrinimų:

source: is checked but no value is defined!
ca: està marcat,però no hi ha cap valor definit!
fr: est coché mais aucune valeur n'est définie!
lt: pažymėtas, bet reikšmė nenustatyta!

source: All checked field are defined.
ca: Tots els camps marcats estan definits.
fr: Tout les champs cochés sont définis.
lt: Nustatyti visi pažymėti laukai.

source: Missing required field
ca: Manca un camp obligat:
fr: Un champ requis est manquant:
lt: Trūksta būtinojo lauko

source: No row selected!
ca: No hi ha fila seleccionada!
fr: Aucune ligne ne répond au critère de sélection!
lt: Nepasirinkta jokių eilučių!

source: All requiered field are present.
ca: Tots els camps requerits són presents
fr: Tout les champs requis sont présents
lt: Yra visi būtinieji laukai.

source: Start insert process to database
ca: Començament de la inserció en la la base de dades
fr: Début de l'insertion dans la base de donnée
lt: Pradėti proceso įterpimą į duomenų bazę

source: Database update successfully terminated!
ca: Actualització de la base de dades acabada correctament!
fr: Mise à jour de la base de donnée terminée avec succès!
lt: Duomenų bazės atnaujinimas nutrauktas sėkmingai!

source: You can now close this window.
ca: Ara ja podeu tancar aquesta finestra.
fr: Vous pouvez maintenant fermer cette fenêtre.
lt: Dabar šį langą galite uždaryti.

source: Database insert failed!
ca: Error de la inserció en la base de dades!
fr: Erreur lors de l'insertion dans la base de donnée!
lt: Duomenų bazės įterpimo veiksmas nepavyko!

source: Rollback completed.
ca: Totes les actualitzacions cancel·lades.
fr: Toutes les mise à jour sont annulée.
lt: Sugrįžta į pradinę būseną.

source: Database not modified.
ca: La base de dades no ha estat modificada.
fr: La base de donnée n'a pas été modifiée.
lt: Duomenų bazė nebuvo modifikuota.

source: Selection:
ca: Selecció:
fr: Sélection:
lt: Parinktis:

source: Row:
ca: Fila:
fr: Lignes:
lt: Eilutė:

source: not found in
ca: no trobat en
fr: pas trouvé dans
lt: nerasta

source: No current selection, cannot delete all!
ca: No hi ha cap selecció, hom no pot esborrar-ho tot!
fr: Pas de sélection, on ne peut pas tout effacer!
lt: Nieko nepasirinkta, visko panaikinti negalima!

source: Are you sure you want to delete all the data corresponding to the current selection from the database?
ca: Esteu segur de voler esborrar tota la selecció actual de la base de dades?
fr: Etes-vous sur de vouloir effacer toute la sélection courante de la base de donnée?
lt: Ar norite panaikinti visus duomenis esančius dabar pasirinktoje duomenų bazės srityje?

source: Records found
ca: Enregistrament trobat
fr: Enregistrements trouvé
lt: Rasta įrašų

source: Key
ca: Clau
fr: Clé
lt: Raktas

source: Next
fr: Suivant

source: Simple mode
fr: Mode simplifié

source: The column separator is ; and there is no "" to enclose the text. Be sure to not use one of this character anywhere in the file
fr: Le séparateur de colonne est ; et il n'y a pas de "" pour encadrer le texte. Assurez-vous de ne pas utiliser l'un de ces caractères n'importe où dans le fichier

source: The format of the simplified file must be:
fr: Le format du fichier simplifié doit être :

source: The simplified procedure is to add object with information about the name, position and size of the formation.
fr: La procédure simplifiée consiste à ajouter un objet avec des informations sur le nom, la position et la taille de la formation.

source: This program let you import new objects to the Virtual Moon Atlas database from a CSV file.
fr: Ce programme vous permet d'importer de nouveaux objets dans la base de données de l'Atlas Virtuel de la Lune à partir d'un fichier CSV.

source: Translation: P. Chevalley / C. Legrand
ca: Traducció: Antoni Clavell
fr: Traduction: P. Chevalley / C. Legrand
lt: Vertimas: Marijus Bernotas (mArukqs)

source: File
ca: Fitxer
fr: Fichier
lt: Failas

source: Clear
ca: Esborra
fr: Effacer
lt: Išvalyti

source: Last
ca: Precedent
fr: Précédent
lt: Paskutinis

source: Enter selection and order criteria using SQL syntax.
ca: Entreu els criteris de selecció i ordenació usant la sintaxi SQL.
fr: Entrer les critères de sélection et de tri en utilisant la syntaxe SQL.
lt: Naudodami SQL sintaksę, įveskite parinktį ir rikiavimo (ORDER) kriterijus.

source: All (Default)
ca: Tot (per defecte)
fr: Tout (par défaut)
lt: Viskas (numatyta)

source: Database maintenance
ca: Manteniment de la base de dades
fr: Maintenance Base de donnée
lt: Duomenų bazės priežiūra

source: Near Side Named Formation
ca: Anomenats de la cara visible
fr: Nommés de la face visible
lt: Pavadintasis artimosios pusės darinys

source: Near Side Indexed Craters
ca: Indexats de la cara visible
fr: Indicés de la face visible
lt: Indeksuotieji artimosios pusės krateriai

source: Input File
ca: Fitxer d'entrada
fr: Fichier d'entrée
lt: Įvesties failas

source: Far Side Named Formation
ca: Anomenats de la cara oculta
fr: Nommés de la face cachée
lt: Pavadintasis tolimosios pusės darinys

source: Far Side Indexed Craters
ca: Indexats de la cara oculta
fr: Indicés de la face cachée
lt: Indeksuotieji tolimosios pusės krateriai

source: Quit
ca: Surt
fr: Quitter
lt: Išeiti

source: Historical Sites
ca: Llocs històrics
fr: Sites historiques
lt: Istorinės vietos

source: Predefined Selections
ca: Seleccions predefinides
fr: Sélections prédéfinies
lt: Iš anksto nustatytos parinktys

source: SQL Request
ca: Requeriment SQL
fr: Requête SQL
lt: SQL užklausa

source: Select File
ca: Selecció del fitxer
fr: Choix du fichier
lt: Pasirinkite failą

source: Select Data Field
ca: Selecció dels camps de dades
fr: Sélection des champs de données
lt: Pasirinkite duomenų lauką

source: Load to Database
ca: Carrega a dins de la base de dades
fr: Chargement dans la base de donnée
lt: Įkelti į duomenų bazę

source: Field separator:
ca: Separador de camps:
fr: Séparateur de champs
lt: Laukų skyriklis:

source: Text separator:
ca: Separador del text:
fr: Séparateur du texte:
lt: Teksto skyriklis:

source: CSV file to import:
ca: Fitxer CSV a importar
fr: Fichier CSV a importer:
lt: Importuojamas CSV failas:

source: Database Fields Map
ca: Camps de la base de dades
fr: Champs de la base de donnée
lt: Duomenų bazės laukų žemėlapis

source: Selection
ca: Selecció
fr: Sélection
lt: Parinktis

source: You are now ready to load the database
ca: Ara esteu a punt per carregar la base de dades
fr: Vous ête maintenant prêt pour charger la base de donnée
lt: Esate pasirengę įkelti duomenų bazę

source: Constant Value
ca: Valor de la constant
fr: Valeur constante
lt: Konstanta

source: Load Database
ca: Carrega base de dades
fr: Chargement
lt: Įkelti duomenų bazę

source: Export Selection to CSV
ca: Exporta la selecció a CSV
fr: Exportation de la sélection en CSV
lt: Eksportuoti reikšmę į CSV

source: Import from CSV
ca: Importa des de CSV
fr: Importation depuis CSV
lt: Importuoti iš CSV

source: Delete Selection from Database
ca: Suprimeix la selecció de la base de dades
fr: Supprimer la sélection de la base de donnée
lt: Naikinti parinktį iš duomenų bazės

source: Mark Selection on Map
ca: Marca la selecció sobre el mapa
fr: Marque la sélection sur la carte
lt: Žymėti parinktį žemėlapyje

source: Reload a previously saved setting
ca: Carrega els paràmetres desats anteriorment
fr: Charge les paramètres sauvegardé précédemment
lt: Iš naujo įkelti anksčiau įrašytą nuostatą

source: Load Setting
ca: Carrega configuració
fr: Charger
lt: Įkelti nuostatą

source: Save all the definition for later retrival
ca: Desa els paràmetres a fi de retrobar-los més tard
fr: Sauvegarde les paramètres afin de les retouver plus tard
lt: Įrašykite visas nuostatas, kad vėliau galėtumėte jas atkurti

source: Columns
ca: Columnes
fr: Colonnes
lt: Stulpeliai

source: Save Setting
ca: Desa configuració
fr: Sauvegarde
lt: Įrašyti nustatymą

source: Find in
ca: Cerca en
fr: Recherche dans
lt: Kur ieškoti

source: Display on Map
ca: Mostra sobre el mapa
fr: Montre sur la carte
lt: Rodyti žemėlapyje

source: Sort by
ca: Ordena per
fr: Trier par
lt: Rūšiuoti pagal

source: Column Value
ca: Valor de la columna
fr: Valeur d'une colonne
lt: Stulpelio reikšmė

source: Between
ca: Entre
fr: Entre
lt: Tarp

source: and
ca: i
fr: et
lt: ir

source: Assign input field value
ca: Assigna el valor del fitxer d'entrada
fr: Attribue la valeur du fichier d'entrée
lt: Priskirti įvesties lauko reikšmę

source: Select Database
ca: Trieu base de dades
fr: Choix base de donnée
lt: Pasirinkite duomenų bazę

source: Expert Mode
ca: Per a experts
fr: Mode expert
lt: Eksperto režimas

source: All
ca: Tot
fr: Toutes
lt: Viskas

source: Default Selection
ca: Selecció per defecte
fr: Sélection par défaut
lt: Numatytoji parinktis

source: Pyroclastic deposits
ca: Dipòsits piroclàstics
fr: Dépôts pyroclastiques
lt: Piroklastinės nuosėdos

source: Help
ca: Ajuda
fr: Aide
lt: Žinynas

source: About
ca: Crèdits
fr: A propos
lt: Apie

source: Lunar Domes
ca: Cúpules lunars
fr: Dômes lunaires
lt: Mėnulio kupolai

source: None
ca: Cap
fr: Aucune
lt: Nėra

source: Close
ca: Tanca
fr: Fermer
lt: Uždaryti

source: Cancel
ca: Cancel.la
fr: Abandon
lt: Atšaukti

source: Unnamed Formation
ca: Formacions sense nom
fr: Formations non nommées

source: UK
ca: CA

source: Ok
ca: D'acord
lt: Gerai
