Repository: pchev/virtualmoon
Catalog: datlun/language/vmadatabase.*.po
Languages: de

source: Not named
de: Nicht benannt

source: Not indicated
de: Nicht angegeben

source: Not evaluated
de: Nicht bewerted

source: Not observable
de: Nicht beobachtbar

source: No map
de: Keine Karte

source: No map or picture
de: Keine Karte oder Bild

source: No article
de: Kein Beitrag

source: Not defined
de: Nicht definiert

source: Unknown in this period
de: Zur Zeit unbekannt

source: Crater
de: Krater

source: Wrinkle ridge
de: Falte Grat

source: Wrinkle ridges network
de: Falten Grat Netzwerk

source: Scarp
de: Narbe

source: Rilles network
de: Rillennetzwerk

source: Valley
de: Tal

source: Marsh
de: Sumpf

source: Lake
de: See

source: Sea
de: Meer

source: Cape
de: Cap

source: Craterlet
de: Kraterähnlich

source: Bay
de: Bucht

source: Ejecta
de: Auswurf

source: Human mission
de: Mnschliche Mission

source: Inert equipment
de: Inaktive Übersetzung

source: Pyroclastic area
de: Pyroklastisches Gebiet

source: Crater chain
de: Kraterkette

source: Walled plain
de: Wallebene

source: Plain
de: Ebene

source: Mountain
de: Berg

source: Mountain range
de: Bergkette

source: Dome
de: Kuppel

source: Dome system
de: Kuppelsystem

source: Note to translator:
de: Anmerkung für den Übersetzer:

source: The following text must be the same as the content of the TYPE column in the database you use for your language.
de: Der folgende Text muß derselbe sein wie der Inhalt der TYPE Spalte in der DAtenbank welche Sie in Ihrer Sprache verwenden.

source: If you not translate the database keep the English text here!
de: Wenn Sie die Datenbank übersetzen lassen Sie den englischen Text an dieser Stelle!
