<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.6 [en] (Win95; I) [Netscape]">
   <title>Atlas Virtuel de la Lune / Guide rapide d'utilisation</title>
</head>
<body text="#000000" link="#0000FF" vlink="#5F9EA0" background="CRATERBACK.JPG">
<table BORDER=0 CELLSPACING=0 CELLPADDING=0 WIDTH="100%" >
<tr>
<td VALIGN=TOP WIDTH="116" BGCOLOR="#000080"><img SRC="bb2.gif" height=1 width=116></td>

<td VALIGN=TOP WIDTH="100%" BGCOLOR="#000080">
<center>
        <h1> <font color="#FFFFFF"><font size="+4">Atlas Virtuel de la Lune</font></font></h1>
        <h1><font size="+3" color="#FFFFFF">Guide rapide d'utilisation </font></h1>
        </center>
</td>
</tr>

<tr>

    <td colspan=2>
      <p align="left">&nbsp;</p>
      <p align="center"><font color="#0000FF"><b><font size="4"><a href="FR_Index_Doc.html">Index 
        du manuel</a></font></b></font></p>
      <p align="left">&nbsp;</p>
      <p align="left">Les exemples qui suivent vont vous permettre de bien utiliser 
        l' &quot;<b>Atlas Virtuel de la Lune</b>&quot; et vous donner toutes les 
        indications pour le configurer. Les versions compatibles avec les actions 
        d&eacute;crites sont indiqu&eacute;es :</p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#wellconfiguration">Bien 
        configurer l' &quot;Atlas Virtuel de la Lune&quot;</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#prepareobserving">Voir 
        la Lune &agrave; une date et une heure donn&eacute;e pour pr&eacute;parer 
        une observation</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#findformation">Trouver 
        une formation lunaire inconnue dont vous venez d'apprendre l'existence</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#goto">Trouver 
        une formation lunaire inconnue avec un monture &quot;Goto&quot;</a></font></b></font></p>
      <p align="left"><font size="4"><b><font size="4"><b><font color="#FF0000"><a href="#studyformation">Etudier 
        une formation connue et conna&icirc;tre ses possibilit&eacute;s d'observation</a><br>
        </font></b></font><font color="#FF0000"><br>
        <a href="#searchlibration">Rechercher une formation de la zone de libration 
        et la prochaine date d'observation</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#geologicalcontext">Voir 
        une formation dans son contexte g&eacute;ologique</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#generatedocuments">G&eacute;n&eacute;rer 
        des documents utilisables sur le terrain</a></font></b></font></p>
      <p></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#farside">Etudier 
        la face cach&eacute;e de la Lune</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#dream">R&ecirc;ver 
        un peu...</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#FF0000"><a href="#science">Etudier 
        scientifiquement la Lune</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#ff0000"><a href="#category">Etudier 
        une cat&eacute;gorie pr&eacute;cise de formations lunaires</a></font></b></font></p>
      <p align="left"><font size="4"><b><font color="#ff0000"><a href="#toponymie">Etudier 
        la toponymie lunaire</a></font></b></font></p>

      <hr width="100%">
      <p align="left"><a name="wellconfiguration"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Bien configurer 
        l' &quot;Atlas Virtuel de la Lune&quot;</font></b></font></p>
      <p align="center">&nbsp;</p>
      <p>Une bonne configuration de l' &quot;Atlas Virtuel de la Lune&quot; est 
        n&eacute;cessaire pour tirer le meilleur parti de ses possibilit&eacute;s.</p>
      <p>Les auteurs ont souhait&eacute; que ce logiciel soit utilisable par le 
        plus grand nombre malgr&eacute; les ressources &quot;machine&quot; qu'il 
        demande. C'est pourquoi, il y a des r&eacute;glages pr&eacute;alables 
        &agrave; effectuer .</p>
      <p>Les possesseurs de machines plus puissantes auront directement acc&egrave;s 
        &agrave; toutes les fonctions. Plus le microprocesseur est rapide et plus 
        la carte graphique est pourvue en m&eacute;moire, meilleure sera la r&eacute;solution 
        des cartes et les calculs quasi instantan&eacute;s.</p>
      <p>&nbsp;</p>
      <p align="left"><b>1) Votre ordinateur poss&egrave;de une section graphique 
        qui ne supporte pas l'Open GL (Version &quot;Light&quot;)</b></p>
      <p align="left">Votre ordinateur est b&acirc;ti autour d'un microprocesseur 
        cadenc&eacute; &agrave; moins de 300 Mhz, ou bien la section graphique 
        est dot&eacute; de moins de 16 Mo de m&eacute;moire vid&eacute;o, ou bien 
        celle-ci ne g&egrave;re pas la biblioth&egrave;que Open GL ? Malheureusement, 
        vous risquez de ne pouvoir utiliser l'affichage &quot;3D&quot;. <b>Vous 
        devrez donc choisir la version &quot;Light&quot;.</b></p>
      <p align="left"> Vous utiliserez simplement l'affichage de la carte 2D avec 
        affichage des phases et qui vous donnera notamment acc&egrave;s &agrave; 
        la carte g&eacute;ologique de la Lune incluse dans cette version.</p>
      <p align="left">Une fois le programme lanc&eacute;, cliquez sur le menu 
        &quot;<b>Configuration</b>&quot;. Cliquez sur l'onglet &quot;<b>G&eacute;n&eacute;ral</b>&quot;. 
        Pour faciliter les calculs, nous vous conseillons l'option &quot;<b>Position 
        g&eacute;ocentrique</b>&quot; qui est moins gourmande pour les petites 
        configurations car les coordonn&eacute;es de votre lieu d'observation 
        n'interviennent que dans l'affichage 3D.</p>
      <p align="left">Choisissez ensuite la langue utilis&eacute;e. L'anglais 
        et le fran&ccedil;ais livr&eacute;s avec la version de base concerne le 
        programme et la base de donn&eacute;es. Dans les autres langages produits 
        par d'autres coll&egrave;gues b&eacute;n&eacute;voles, il s'agit g&eacute;n&eacute;ralement 
        de l'interface du programme seulement. Des base de donn&eacute;es ont 
        &eacute;galement &eacute;t&eacute; traduites aussi, mais seulement dans 
        certaines langues.</p>
      <p align="left">Cliquez ensuite sur l'onglet &quot;<b>Affichage</b>&quot;. 
        Vous pouvez cocher les cases &quot;<b>Afficher la phase</b>&quot; et &quot;<b>Carte 
        g&eacute;ologique</b>&quot; selon vos souhaits. </p>
      <p align="left">Tester ensuite la r&eacute;solution des textures en commen&ccedil;ant 
        par &quot;<b>Quart</b>&quot;. Comme vous pourrez le remarquer, la texture 
        &quot;<b>Quart</b>&quot; est tr&egrave;s grossi&egrave;re et devient difficilement 
        lisible d&egrave;s que l'on zoome. Elle correspond en gros &agrave; la 
        r&eacute;solution de jumelles. La d&eacute;finition &quot;<b>Enti&egrave;re</b>&quot; 
        montre ce que l'on peut voir dans un instrument de 60 mm (2,5 &quot;) 
        environ.</p>
      <p align="left">Une fois la d&eacute;finition des textures choisie, vous 
        pouvez aussi appliquez la couleur que vous souhaitez pour le point marquant 
        la formation s&eacute;lectionn&eacute;e, le nom de la formation s&eacute;lectionn&eacute;e 
        et les noms des autres formations principales au voisinage. Vous pouvez 
        aussi d&eacute;cider de leur affichage en cochant ou d&eacute;cochant 
        les cases &quot;<b>Affiche les labels</b>&quot; et &quot;<b>Affiche les 
        marques</b>&quot;.</p>
      <p align="left">En cochant la case &quot;<b>Affiche la libration maximum</b>&quot;, 
        un point bien visible s'affichera autour du disque lunaire pour vous indiquer, 
        bien que vous soyez en affichage &quot;<b>2D</b>&quot;, l'endroit o&ugrave; 
        la libration sera maximale pour la date et l'heure que vous allez ensuite 
        choisir. </p>
      <p align="left">Le curseur &quot;<b>Taille des labels</b>&quot; vous permet 
        de grossir ou diminuer la taille des caract&egrave;res des noms de formations 
        sur la carte. Le curseur &quot;<b>Densit&eacute; des labels</b>&quot; 
        vous permet d'augmenter ou de r&eacute;duire le nombre de noms de formations 
        affich&eacute;s en m&ecirc;me temps sur la carte. </p>
      <p align="left">Cliquez maintenant sur l'onglet &quot;<b>Images</b>&quot;. 
        Vous pouvez choisir le nombre de fen&ecirc;tres d'images affichables simultan&eacute;ment 
        avec le r&eacute;glage du haut. En dessous, vous trouverez la liste des 
        r&eacute;pertoires d'images. La phototh&egrave;que t&eacute;l&eacute;chargeable 
        vous permet d'avoir deux r&eacute;pertoires, un pour les images du LOPAM, 
        un pour les images des missions Apollo, un pour celles de Clementine, 
        un pour les images des autres sondes. Vous pouvez ensuite ajouter un r&eacute;pertoire 
        pour vos propres images et ensuite autant que vous voulez pour d'autres 
        sources.</p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Oculaires</b>&quot;. Rentrez 
        la liste des oculaires que vous poss&eacute;dez. Remplissez la colonne 
        &quot;<b>Champ</b>&quot; en vous aidant avec le bouton &quot;<b>Calcul</b>&quot; 
        au dessus. Nous vous conseillons de classer vos oculaires par ordre de 
        grossissement croissant. En cliquant une ou plusieurs fois dans les colonnes 
        de droite, vous pouvez activer (Vert) ou d&eacute;sactiver (Rouge) les 
        fonctions d'inversion &quot;<b>droite-gauche</b>&quot; (&lt;-&gt;) ou 
        d'inversion &quot;<b>haut-bas</b>&quot; (N/S). Ainsi si vous poss&eacute;dez 
        un t&eacute;lescope Newton et une lunette, vous pouvez pr&eacute;programmer 
        les vues exactes que chacun de ces instruments vous donnera</p>
      <p align="left">Cliquez ensuite sur l'onglet &quot;<b>Impression</b>&quot;. 
        Commencez par d&eacute;finir la marge des documents &agrave; imprimer. 
        Nous vous conseillons 10 mm pour pouvoir tout faire figurer sur la m&ecirc;me 
        page. Le curseur &quot;<b>Largeur du texte de description</b>&quot; vous 
        permet de choisir la grandeur des caract&egrave;res de l'impression des 
        informations de la base de donn&eacute;es. Nous vous conseillons de faire 
        des essais afin de trouver le bon r&eacute;glage correspondant &agrave; 
        votre imprimante.</p>
      <p align="left">Cochez les cases des documents que vous souhaitez ensuite 
        imprimer. Les trois documents peuvent s'imprimer sur la m&ecirc;me page 
        si vous avez choisi une taille de caract&egrave;res suffisamment petite. 
        Enfin, nous vous conseillons de cocher la case &quot;<b>Fond blanc</b>&quot; 
        afin de limiter l'utilisation de l'encre lors des impressions des cartes.</p>
      <p align="left">Cliquez alors sur l'onglet &quot;<b>R&eacute;glages</b>&quot; 
        &agrave; droite. Faites glisser le curseur &quot;<b>P&eacute;nombre</b>&quot; 
        et choisissez le degr&eacute; de transparence de celle-ci qui vous pla&icirc;t 
        le mieux. Vous pouvez remplacer le noircissement de la zone dans l'ombre 
        par de simples hachures en cliquant dans la case &quot;<b>Hachures</b>&quot;.</p>
      <p align="left"></p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Outils</b>&quot; &agrave; 
        droite. Cochez la case &quot;<b>Sud</b>&quot; du cadre &quot;<b>Orientation 
        par d&eacute;faut</b>&quot; si vous utilisez un t&eacute;lescope Newton 
        pour que la carte compl&egrave;te affich&eacute;e soit orient&eacute;e 
        comme la vue dans ce type de t&eacute;lescope. Ou sinon cochez seulement 
        la case &quot;<b>Miroir</b>&quot; si vous utilisez une lunette ou un t&eacute;lescope 
        Maksutov ou un t&eacute;lescope Schmidt - Cassegrain. Si aucune de ces 
        deux cases n'est coch&eacute;e, la Lune sera repr&eacute;sent&eacute;e 
        telle qu'elle est vue &agrave; l'oeil nu ou aux jumelles.</p>
      <p align="left">Enfin, validez vos choix de configuration en cliquant sur 
        le bouton &quot;<b>OK</b>&quot;. Pour certains choix, vous serez oblig&eacute; 
        de quitter le programme et de le relancer.</p>
      <p align="left">Vous pouvez maintenant profiter sur votre machine des principales 
        fonctions de l'Atlas Virtuel de la Lune <b>version &quot;Light&quot;</b>.</p>
      <p>&nbsp;</p>
      <p><b>2) Votre ordinateur poss&egrave;de une section graphique qui supporte 
        l'Open GL (Versions &quot;Basic&quot;, &quot;Expert&quot; et &quot;Pro&quot;)</b></p>
      <p align="left">Votre ordinateur est b&acirc;ti autour d'un microprocesseur 
        cadenc&eacute; &agrave; plus de 300 Mhz, sa section graphique est dot&eacute; 
        de 16 Mo au moins et elle g&egrave;re Open GL ? Alors, vous pouvez utiliser 
        l'affichage 3D et avoir acc&egrave;s au calcul des librations, &agrave; 
        la rotation du disque lunaire en utilisant la <b>version &quot;Basic&quot;</b>, 
        &agrave; la visualisation de la face cach&eacute;e si vous choisissez 
        les <b>versions &quot;Expert&quot; et &quot;Pro&quot;</b>et au multifen&ecirc;trage 
        et aux couches scientifiques avec la <b>version &quot;Pro&quot;. </b>Mais 
        le logiciel reste &agrave; param&egrave;trer compte tenu des ressources 
        &quot;machine&quot; importantes que cet affichage requiert.</p>
      <p align="left">Une fois le programme lanc&eacute;, cliquez sur le menu 
        &quot;<b>Configuration</b>&quot;. Cliquez sur l'onglet &quot;<b>G&eacute;n&eacute;ral</b>&quot;. 
        Compte tenu de la puissance de votre ordinateur, vous pouvez choisir de 
        rentrer les coordonn&eacute;es de votre site d'observation, ce qui inclura 
        le calcul de la libration diurne. </p>
      <p align="left">Choisissez ensuite la langue utilis&eacute;e. L'anglais 
        et le fran&ccedil;ais livr&eacute;s avec la version de base concerne le 
        programme et la base de donn&eacute;es. Dans les autres langages produits 
        par d'autres coll&egrave;gues b&eacute;n&eacute;voles, il s'agit g&eacute;n&eacute;ralement 
        de l'interface du programme seulement. Des base de donn&eacute;es ont 
        &eacute;galement &eacute;t&eacute; traduites aussi, mais seulement dans 
        certaines langues.</p>
      <p align="left"></p>
      <p align="left">Cliquez ensuite sur l'onglet &quot;<b>Affichage</b>&quot;. 
        Tester ensuite la r&eacute;solution des textures en commen&ccedil;ant 
        par &quot;<b>Quart</b>&quot;. Comme vous pourrez le remarquer, la texture 
        &quot;<b>Quart</b>&quot; est tr&egrave;s grossi&egrave;re et devient difficilement 
        lisible d&egrave;s que l'on zoome. Elle correspond en gros &agrave; la 
        r&eacute;solution de jumelles. La d&eacute;finition &quot;<b>Enti&egrave;re</b>&quot; 
        montre ce que l'on peut voir dans un instrument de 100 mm (1,5&quot;) 
        environ.</p>
      <p align="left">Une fois la d&eacute;finition des textures choisie, vous 
        pouvez aussi appliquez la couleur que vous souhaitez pour le point marquant 
        la formation s&eacute;lectionn&eacute;e, le nom de la formation s&eacute;lectionn&eacute;e 
        et les noms des autres formations principales au voisinage. Vous pouvez 
        aussi d&eacute;cider de leur affichage en cochant ou d&eacute;cochant 
        les cases &quot;<b>Affiche les labels</b>&quot; et &quot;<b>Affiche les 
        marques</b>&quot;.</p>
      <p align="left">En cochant la case &quot;<b>Affiche la libration maximum</b>&quot;, 
        une fl&egrave;che bien visible s'affichera autour du disque lunaire pour 
        vous indiquer l'endroit o&ugrave; la libration sera maximale&quot; pour 
        la date et l'heure que vous allez ensuite choisir. Vous noterez &agrave; 
        l'usage que la taille de cette fl&egrave;che est proportionnelle &agrave; 
        l'intensit&eacute; de la libration.</p>
      <p align="left">Le curseur &quot;<b>Taille des labels</b>&quot; vous permet 
        de grossir ou diminuer la taille des caract&egrave;res des noms de formations 
        sur la carte. Le curseur &quot;<b>Densit&eacute; des labels</b>&quot; 
        vous permet d'augmenter ou de r&eacute;duire le nombre de noms de formations 
        affich&eacute;s en m&ecirc;me temps sur la carte. </p>
      <p align="left">Cliquez maintenant sur l'onglet &quot;<b>Images</b>&quot;. 
        Vous pouvez choisir le nombre de fen&ecirc;tres d'images affichables simultan&eacute;ment 
        avec le r&eacute;glage du haut. En dessous, vous trouverez la liste des 
        r&eacute;pertoires d'images. La phototh&egrave;que t&eacute;l&eacute;chargeable 
        vous permet d'avoir deux r&eacute;pertoires, un pour les images du LOPAM, 
        un pour les images des missions Apollo, un pour celles de Clementine, 
        un pour les images des autres sondes. Vous pouvez ensuite ajouter un r&eacute;pertoire 
        pour vos propres images et ensuite autant que vous voulez pour d'autres 
        sources.</p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Databases</b>&quot; (Version 
        &quot;Pro&quot; seulement) pour choisir les bases de donn&eacute;es dont 
        les noms de formations seront affich&eacute;es sur la carte.</p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Oculaires</b>&quot;. Rentrez 
        la liste des oculaires que vous poss&eacute;dez. remplissez la colonne 
        &quot;<b>Champ</b>&quot; en vous aidant avec le bouton &quot;<b>Calcul</b>&quot; 
        au dessus. Nous vous conseillons de classer vos oculaires par ordre de 
        grossissement croissant. En cliquant une ou plusieurs fois dans les colonnes 
        de droite, vous pouvez activer (Vert) ou d&eacute;sactiver (Rouge) les 
        fonctions d'inversion &quot;<b>droite-gauche</b>&quot; (&lt;-&gt;) ou 
        d'inversion &quot;<b>haut-bas</b>&quot; (N/S). Ainsi si vous poss&eacute;dez 
        un t&eacute;lescope Newton et une lunette, vous pouvez pr&eacute;programmer 
        les vues exactes que chacun de ces instruments vous donnera</p>
      <p align="left"></p>
      <p align="left">Cliquez ensuite sur l'onglet &quot;<b>Impression</b>&quot;. 
        Commencez par d&eacute;finir la marge des documents &agrave; imprimer. 
        Nous vous conseillons 10 mm pour pouvoir tout faire figurer sur la m&ecirc;me 
        page. Le curseur &quot;<b>Largeur du texte de description</b>&quot; vous 
        permet de choisir la grandeur des caract&egrave;res de l'impression des 
        informations de la base de donn&eacute;es. Nous vous conseillons de faire 
        des essais afin de trouver le bon r&eacute;glage correspondant &agrave; 
        votre imprimante.</p>
      <p align="left">Cochez les cases des documents que vous souhaitez ensuite 
        imprimer. Les trois documents peuvent s'imprimer sur la m&ecirc;me page 
        si vous avez choisi une taille de caract&egrave;res suffisamment petite. 
        enfin, nous vous conseillons de cocher la case &quot;<b>Fond blanc</b>&quot; 
        afin de limiter l'utilisation de l'encre lors des impressions des cartes.</p>
      <p align="left">Enfin, validez vos choix de configuration en cliquant sur 
        le bouton &quot;<b>OK</b>&quot;. Pour certains choix, vous serez oblig&eacute; 
        de quitter le programme et de le relancer.</p>
      <p align="left">Une fois le programme lanc&eacute; apr&egrave;s configuration, 
        celui-ci appara&icirc;t avec la carte 3D. Observez son comportement quand 
        vous zoomez et que vous la d&eacute;placez. Est-il erratique, saccad&eacute; 
        ? Si oui, il faut affiner les r&eacute;glages.</p>
      <p align="left">Cliquez alors sur l'onglet &quot;<b>R&eacute;glages</b>&quot; 
        &agrave; droite. Celui-ci comporte un outil int&eacute;ressant pour la 
        configuration finale. En bas du cadre, vous voyez un compteur d'images 
        par secondes (fps). Plus ce chiffre est &eacute;lev&eacute;, plus l'affichage 
        est fluide.</p>
      <p align="left">Faites glisser le curseur &quot;<b>P&eacute;nombre</b>&quot; 
        et choisissez le degr&eacute; de transparence de celle-ci qui vous pla&icirc;t 
        le mieux. Mais sachez que l'affichage est un peu plus rapide quand la 
        partie obscure est compl&egrave;tement noire.</p>
      <p align="left">Fa&icirc;tes glisser l'onglet &quot;<b>Diffus</b>&quot; 
        vers la gauche. Il g&egrave;re la qualit&eacute; g&eacute;n&eacute;rale 
        du rendu de la carte.</p>
      <p align="left"> Fa&icirc;tes glisser l'onglet &quot;<b>Direct</b>&quot; 
        vers la gauche. Il g&egrave;re la largeur du flou de l'&eacute;clairage 
        au niveau du terminateur. L'affichage gagne en rapidit&eacute; s'il est 
        positionn&eacute; &agrave; gauche.</p>
      <p>Mais le r&eacute;glage qui influe le plus sur la fluidit&eacute; de l'affichage 
        est celui r&eacute;gl&eacute; par le curseur &quot;<b>R&eacute;solution</b>&quot;. 
        Ce curseur sert &agrave; g&eacute;rer la pr&eacute;cision de la sph&egrave;re 
        3D sur laquelle est appliqu&eacute;e la texture de surface. Plac&eacute; 
        totalement &agrave; gauche, ce n'est m&ecirc;me plus une sph&egrave;re, 
        mais un poly&egrave;dre &agrave; facettes. <br>
      </p>
      <p>En d&eacute;pla&ccedil;ant le curseur vers la droite, vous augmentez 
        le nombre de ces facettes, mais ce r&eacute;glage devient aussi de plus 
        en plus gourmand en ressources mat&eacute;rielles. Il vaut mieux n&eacute;anmoins 
        aller vers une r&eacute;solution sph&eacute;rique plus grande car cela 
        influe sur la pr&eacute;cision du pointage des formations sur la carte 
        3D.<br>
      </p>
      <p>Il vous faut maintenant jouer sur ces diff&eacute;rents curseurs pour 
        obtenir un compromis acceptable entre d&eacute;finition et fluidit&eacute;. 
        Il est d&eacute;conseill&eacute; de descendre en dessous d'un taux d'affichage 
        de 4 fps car cel&agrave; risque de bloquer l'ordinateur.</p>
      <p align="left">Si vous connaissez bien l'Open GL, vous pouvez cliquer sur 
        le bouton d&eacute;di&eacute; pour avoir acc&egrave;s &agrave; des informations 
        de r&eacute;glage compl&eacute;mentaires.</p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Outils</b>&quot; &agrave; 
        droite. Cochez la case &quot;<b>Sud</b>&quot; du cadre &quot;<b>Orientation 
        par d&eacute;faut</b>&quot; si vous utilisez un t&eacute;lescope Newton 
        pour que l'affichage soit orient&eacute; comme la vue dans ce type de 
        t&eacute;lescope. Ou sinon cochez seulement la case &quot;<b>Miroir</b>&quot; 
        si vous utilisez une lunette ou un t&eacute;lescope Maksutov ou un t&eacute;lescope 
        Schmidt - Cassegrain. Si aucune de ces deux cases n'est coch&eacute;e, 
        la Lune sera repr&eacute;sent&eacute;e telle qu'elle est vue &agrave; 
        l'oeil nu ou aux jumelles.</p>
      <p align="left"></p>
      <p><br>
        Une fois ces r&eacute;glages effectu&eacute;s, vous pouvez utiliser l'Atlas 
        Virtuel de la Lune en toute efficacit&eacute;.<font size="4"><b><font color="#FF0000"> 
        </font></b></font></p>
      <hr width="100%">
      <p><a name="prepareobserving"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Voir la Lune &agrave; 
        une date et une heure donn&eacute;e<br>
        pour pr&eacute;parer une observation (Toutes versions)</font></b></font></p>
      <p align="center">&nbsp;</p>
      <p align="left">Vous souhaitez conna&icirc;tre l'aspect de la Lune pour 
        un prochain jour afin de pr&eacute;parer une observation. Cela peut &ecirc;tre 
        pour deux raisons :</p>
      <p align="left">- Vous souhaitez observer le &quot;Ciel Profond&quot; et 
        la pr&eacute;sence de la Lune est plut&ocirc;t ind&eacute;sirable.</p>
      <p align="left">- Vous souhaitez observer la Lune et conna&icirc;tre les 
        formations qui se trouveront sur le terminateur.</p>
      <p align="left">Deux cas se pr&eacute;sente alors :</p>
      <p align="left"><b>1) Votre ordinateur poss&egrave;de une section graphique 
        qui ne supporte pas l'Open GL (Version &quot;Light&quot;)</b></p>
      <p align="left">Une fois le programme lanc&eacute; et affich&eacute;, cliquez 
        sur l'onglet &quot;<b>Eph&eacute;m&eacute;rides</b>&quot;. </p>
      <p align="left">- S'il s'agit d'une observation imm&eacute;diate, cliquez 
        sur le bouton &quot;<b>Maintenant</b>&quot; et le programme se synchronisera 
        sur la date &quot;<b>Syst&egrave;me</b>&quot; de votre syst&egrave;me 
        d'exploitation.</p>
      <p align="left">- S'il s'agit d'une observation future, r&eacute;gler la 
        date et l'heure avec les cases sup&eacute;rieures et cliquez sur le bouton 
        &quot;<b>OK</b>&quot;.</p>
      <p align="left">Dans la version &quot;Light&quot; avec l'affichage 2D, la 
        phase appara&icirc;t ombr&eacute;e et vous pouvez savoir quelles seront 
        les formations observables. Notez tout d'abord que dans la fen&ecirc;tre 
        inf&eacute;rieure droite, les &eacute;ph&eacute;m&eacute;rides vous indiquent 
        les donn&eacute;es suivantes qui vous int&eacute;ressent si la case &quot;<b>Position 
        g&eacute;ocentrique</b>&quot; dans l'onglet &quot;<b>G&eacute;n&eacute;ral</b>&quot; 
        du menu &quot;<b>Configuration</b>&quot; n'est PAS coch&eacute;e.</p>
      <ul>
        <li> Les heures de lever, de transit au m&eacute;ridien et de coucher 
          de la Lune</li>
        <li>Le jour de la lunaison, la phase et le pourcentage du disque illumin&eacute;<br>
        </li>
      </ul>
      <p align="left">Ensuite, cliquez sur l'onglet &quot;<b>Terminateur</b>&quot;.</p>
      <p align="left">Dans la fen&ecirc;tre inf&eacute;rieure droite, vous avez 
        acc&egrave;s &agrave; la liste des formations situ&eacute;es sur le terminateur. 
      </p>
      <p align="left">Vous pouvez limiter cette liste aux formations selon leur 
        int&eacute;r&ecirc;t d'observation en choisissant dans la liste d&eacute;roulante 
        sup&eacute;rieure. Vous pouvez &eacute;galement r&eacute;duire cette liste 
        aux formations facilement observable dans votre instrument en choisissant 
        celui qui se rapproche le plus du v&ocirc;tre dans la liste d&eacute;roulante 
        &quot;<b>Instrument</b>&quot;. </p>
      <p align="left">Vous pouvez classer cette liste adapt&eacute;e &agrave; 
        vos besoins selon le nom, la latitude de la formation en cochant la case 
        correspondante. </p>
      <p align="left">Cliquez maintenant sur la premi&egrave;re formation de la 
        liste et vous voyez s'afficher sa position sur le disque lunaire. En descendant 
        ensuite dans la liste avec les touches fl&eacute;ch&eacute;es de votre 
        clavier, vous pourrez ainsi situer la position des autres formations, 
        avoir une bonne id&eacute;e du terminateur et pr&eacute;parer votre s&eacute;ance 
        d'observation si c'est le cas.</p>
      <p align="left">&nbsp;</p>
      <p align="left"><b>2) Votre ordinateur poss&egrave;de une section graphique 
        qui supporte l'Open GL (Versions &quot;Basic&quot; et &quot;Expert&quot;)</b></p>
      <p align="left">Au lancement du programme, la fen&ecirc;tre &quot;carte&quot; 
        affiche un v&eacute;ritable globe lunaire 3D. Si vous ne l&quot;avez pas 
        encore fait, avec les versions &quot;<b>Basic</b>&quot; et &quot;<b>Expert</b>&quot;, 
        allez dans le menu configuration et cochez les cases &quot;<b>Phase</b>&quot; 
        et &quot;<b>Libration</b>&quot;. validez par &quot;<b>OK</b>&quot;, ou 
        pour la version &quot;<b>Pro</b>&quot;, cliquez sur les boutons &quot;<b>Phase</b>&quot; 
        et &quot;<b>Libration</b>&quot;.</p>
      <p align="left">Une fois le programme lanc&eacute; et affich&eacute;, cliquez 
        sur l'onglet &quot;<b>Eph&eacute;m&eacute;rides</b>&quot;. </p>
      <p align="left"></p>
      <p align="left">- S'il s'agit d'une observation imm&eacute;diate, cliquez 
        sur le bouton &quot;<b>Maintenant</b>&quot; et le programme se synchronisera 
        sur la date &quot;<b>Syst&egrave;me</b>&quot; de votre syst&egrave;me 
        d'exploitation.</p>
      <p align="left">- S'il s'agit d'une observation future, r&eacute;gler la 
        date et l'heure avec les cases sup&eacute;rieures et cliquez sur le bouton 
        &quot;<b>OK</b>&quot;.</p>
      <p align="left">Le globe lunaire montre maintenant la phase et la libration 
        pour la date et l'heure que vous avez choisies.</p>
      <p align="left">En cliquant sur l'onglet &quot;<b>Eph&eacute;m&eacute;rides</b>&quot;, 
        vous aurez acc&egrave;s &agrave; toutes les donn&eacute;es chiffr&eacute;es 
        n&eacute;cessaires. </p>
      <p align="left">Ensuite, cliquez sur l'onglet &quot;<b>Terminateur</b>&quot;.</p>
      <p align="left">Dans la fen&ecirc;tre inf&eacute;rieure droite, vous avez 
        acc&egrave;s &agrave; la liste des formations situ&eacute;es sur le terminateur. 
      </p>
      <p align="left">Vous pouvez limiter cette liste aux formations selon leur 
        int&eacute;r&ecirc;t d'observation en choisissant dans la liste d&eacute;roulante 
        sup&eacute;rieure. Vous pouvez &eacute;galement r&eacute;duire cette liste 
        aux formations facilement observable dans votre instrument en choisissant 
        celui qui se rapproche le plus du v&ocirc;tre dans la liste d&eacute;roulante 
        &quot;<b>Instrument</b>&quot;. </p>
      <p align="left">Vous pouvez classer cette liste adapt&eacute;e &agrave; 
        vos besoins selon le nom, la latitude de la formation en cochant la case 
        correspondante. </p>
      <p align="left">Cliquez maintenant sur la premi&egrave;re formation de la 
        liste et vous voyez s'afficher sa position sur le disque lunaire. En descendant 
        ensuite dans la liste avec les touches fl&eacute;ch&eacute;es de votre 
        clavier, vous pourrez ainsi situer la position des autres formations et 
        pr&eacute;parer votre s&eacute;ance d'observation si c'est le cas.</p>
      <hr width="100%">
      <p align="left"><a name="findformation"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Trouver une formation 
        lunaire inconnue<br>
        dont vous venez d'apprendre l'existenc</font></b></font><font size="4"><b><font color="#FF0000">e</font><font size="4"><b><font color="#FF0000"> 
        (Toutes versions)</font></b></font><font color="#FF0000"><br>
        </font></b></font></p>
      <p>&nbsp;</p>
      <p>Vous venez de d&eacute;couvrir dans une revue ou un ouvrage traitant 
        de la Lune, l'existence d'une formation lunaire int&eacute;ressante dont 
        vous ignoriez l'existence. L'Atlas Virtuel de la Lune va vous indiquez 
        sa position.</p>
      <p>Lancer le programme. Nous choisirons pour notre exemple &quot;Mons R&uuml;mker&quot; 
        que votre nouvelle source d'information vient de vous r&eacute;v&eacute;ler.</p>
      <p align="left">Cliquez sur l'onglet &quot;<b>Position</b>&quot;. Dans la 
        zone de saisie de la liste d&eacute;roulante sup&eacute;rieure, tapez 
        en majuscules, et sans accent, ni tr&eacute;ma : </p>
      <p align="left">MONS RUMKER</p>
      <p align="left">Puis cliquez sur le bouton &quot;<b>Recherche</b>&quot;. 
        Dans les secondes qui suivent, vous voyez s'afficher la position de Mons 
        R&uuml;mker au Nord-Ouest du disque lunaire 2D ou du globe lunaire 3D.</p>
      <p align="left">Notez que cette fonction de recherche est tr&egrave;s puissante 
        car vous pouvez utiliser les &quot;jokers&quot; : *. Ainsi, si vous avez 
        tap&eacute; :</p>
      <p align="left">MONS*</p>
      <p align="left">vous pouvez voir la position de toutes les formations dont 
        le nom officiel contient &quot;MONS&quot;. Il suffit de cliquez sur le 
        bouton &quot;<b>Suivant</b>&quot; pour les afficher une par une.</p>
      <hr width="100%">
      <p align="left"><a name="goto"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Trouver sans recherche 
        une formation lunaire inconnue<br>
        </font><font size="4"><b><font color="#FF0000">dont vous venez d'apprendre 
        l'existenc</font></b></font><font size="4"><b><font color="#FF0000">e</font><font size="4"><b><font color="#FF0000"> 
        </font></b></font></b></font><font color="#FF0000"> <br>
        </font></b></font><font size="4"><b><font size="4"><b><font color="#FF0000"> 
        (Versions Basic, Expert et Pro </font><font size="4"><b><font color="#FF0000">avec 
        une monture &quot;Goto&quot;</font></b></font><font size="4"><b><font size="4"><b><font color="#FF0000"></font></b></font></b></font><font color="#FF0000">)</font></b></font><font color="#FF0000"><br>
        </font></b></font></p>
      <p>&nbsp;</p>
      <p>Vous venez de d&eacute;couvrir dans une revue ou un ouvrage traitant 
        de la Lune, l'existence d'une formation lunaire int&eacute;ressante dont 
        vous ignoriez l'existence. Si vous poss&eacute;dez une monture informatis&eacute;e 
        &quot;Goto&quot; qui accepte notamment le protocole ASCOM, l'Atlas Virtuel 
        de la Lune va vous positionner directement dessus sur la Lune.</p>
      <p>Choisir celui que vous voulez utiliser, ASCOM est conseill&eacute; car 
        il permet un acc&egrave;s simultan&eacute; par l'Atlas Virtuel de la Lune 
        et par le programme de plan&eacute;tarium (tant que ceux-ci ne donnent 
        pas des ordres contradictoires). Veillez a installer la derni&egrave;re 
        version des drivers ASCOM depuis </p>
      <p><a href="http://ascom-standards.org/">http://ascom-standards.org/</a> 
        <br>
      </p>
      <p>Il faut commencer par initialiser le t&eacute;lescope comme habituellement.</p>
      <p>Connectez votre monture &agrave; l'ordinateur.</p>
      <p>D&eacute;marrez votre ordinateur et les versions &quot;<b>Pro</b>&quot;, 
        &quot;<b>Expert</b>&quot; ou &quot;<b>Basic</b>&quot; </p>
      <p> Puis utiliser la raquette ou un programme de plan&eacute;tarium pour 
        pointer la Lune.<br>
      </p>
      <p>Cliquez sur le bouton &laquo;&nbsp;<b>Voir le menu</b>&nbsp;&raquo; et 
        lancez la connexion.<br>
      </p>
      <p>Commencez par centrer une formation bien reconnaissable dans l'oculaire, 
        et s&eacute;lectionnez l&agrave; sur la carte. Appuyez sur &laquo;&nbsp;<b>Sync 
        s&eacute;lection&nbsp;</b>&raquo; pour initialiser les coordonn&eacute;es 
        du t&eacute;lescope &agrave; cette position. Il est &eacute;galement possible 
        de faire cette op&eacute;ration sur une &eacute;toile proche de la Lune 
        avec le programme de plan&eacute;tarium.<br>
      </p>
      <p>Cochez ensuite &laquo;&nbsp;<b>Suivre la position</b>&nbsp;&raquo; pour 
        que la carte affiche toujours la position du t&eacute;lescope.</p>
      <p>Si votre t&eacute;lescope est capable d'un pointage automatique vous 
        pouvez maintenant cliquer sur une formation sur la carte, ou la choisir 
        avec la fonction &laquo;&nbsp;<b>Recherche</b>&nbsp;&raquo; de l'onglet 
        &quot;<b>Information</b>&quot;, puis cliquer sur le bouton &laquo;&nbsp;<b>Goto 
        s&eacute;lection</b>&nbsp;&raquo;.</p>
      <p></p>
<hr width="100%">
      <p align="left"><a name="studyformation"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Etudier une formation 
        connue<br>
        </font></b></font><font size="4"><b><font color="#FF0000">et conna&icirc;tre 
        ses possibilit&eacute;s d'observation (Toutes versions)<br>
        </font></b></font></p>
      <p align="left">&nbsp;</p>
      <p>Vous avez envie d'observer une formation qui vous int&eacute;resse particuli&egrave;rement 
        ou vous venez de d&eacute;couvrir dans une revue ou un ouvrage traitant 
        de la Lune, l'int&eacute;r&ecirc;t de cette formation lunaire int&eacute;ressante 
        . L'Atlas Virtuel de la Lune va vous indiquez toutes les informations 
        qu'il contient &agrave; ce sujet et quand vous pourrez l'observer bien.</p>
      <p>Lancer le programme. Nous choisirons pour notre exemple &quot;Alphonsus&quot;, 
        un crat&egrave;re bien connu que votre nouvelle source d'information vient 
        de vous r&eacute;v&eacute;ler un int&eacute;r&ecirc;t particulier.</p>
      <p>Comme vous connaissez bien Alphonsus, vous glissez le curseur zoom au 
        milieu. Vous pouvez aussi utiliser la molette de votre souris si elle 
        en poss&egrave;de une. Le carte 2D ou 3D de la Lune grossit.</p>
      <p>Vous cliquez dedans avec le bouton gauche et, en restant appuy&eacute;, 
        vous d&eacute;placez la souris pour d&eacute;placer simultan&eacute;ment 
        la carte afin de centrer Alphonsus. Il est visible maintenant et vous 
        cliquez en son centre. Son nom s'affiche sur la carte, vous confirmant 
        que vous ne vous &ecirc;tes pas tromp&eacute; de crat&egrave;re. Sinon, 
        il vous suffit de lancer la recherche d&eacute;crite dans l'exemple pr&eacute;c&eacute;dent 
        pour le trouver facilement.</p>
      <p>D&egrave;s qu' Alphonsus est identifi&eacute;, la carte vous montre qu'il 
        s'agit d'un crat&egrave;re plut&ocirc;t jeune avec un pic central et des 
        murailles cons&eacute;quentes.</p>
      <p>Vous pouvez prendre connaissance des informations plus d&eacute;taill&eacute;es 
        le concernant dans la fen&ecirc;tre inf&eacute;rieure droite. Vous y trouverez 
        des informations sur l'origine de son nom, sur sa position, ses dimensions, 
        une description compl&egrave;te et des conseils d'observation.</p>
      <p>Notez aussi le cadre &quot;<b>Profil</b>&quot; au dessus de la fen&ecirc;tre 
        qui vous vous donne une id&eacute;e de la coupe de ce crat&egrave;re.</p>
      <p>Pour mieux comprendre la description, cliquez sur le bouton &quot;<b>Image</b>&quot;. 
        Une liste des photographies de cette formation disponibles dans la phototh&egrave;que 
        de l'AVL est affich&eacute;e. Ces photos vous montrent un luxe de d&eacute;tails 
        d&eacute;passant ce qui est visible dans les meilleurs instruments terrestres. 
        Mais vous disposez aussi de plusieurs images prises sous diff&eacute;rents 
        angles et rapport&eacute;es par les missions Apollo. Cliquez sur la photo 
        que vous choisissez d'afficher et elle appara&icirc;t dans une fen&ecirc;tre 
        ind&eacute;pendante. </p>
      <p>Vous pouvez agrandir ou diminuer cette image en cliquant sur les boutons 
        &quot;<b>Zoom +</b>&quot; et &quot;<b>Zoom -</b>&quot; qu'elle comporte. 
        Les ascenseurs vous permettent de la faire d&eacute;filer si elle est 
        trop grande.</p>
      <p>Les photos montrent bien les taches noires, le pic central et les rainures 
        qui sont indiqu&eacute;es dans la description du crat&egrave;re et m&ecirc;me 
        plus. Quant aux clich&eacute;s de la sonde Ranger 9, ils vous montrent 
        des d&eacute;tails ne d&eacute;passant pas 50 m !</p>
      <hr width="100%">
      <p><a name="searchlibration"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Rechercher une 
        formation de la zone de libration<br>
        et la prochaine date d'observation (Version &quot;Basic&quot;, &quot;Expert&quot; 
        et &quot;Pro&quot;) </font></b></font></p>
      <p align="center">&nbsp;</p>
      <p>D&eacute;couvrons maintenant une importante facette de la puissance de 
        l' &quot;<b>Atlas Virtuel de la Lune</b>&quot;. Malheureusement, elle 
        n'est pas accessible aux possesseurs d'ordinateurs ne g&eacute;rant pas 
        l'Open GL et les auteurs n'ont pas les comp&eacute;tences informatiques 
        n&eacute;cessaires pour pallier &agrave; cet inconv&eacute;nient.</p>
      <p align="left">Il s'agit de rechercher une formation situ&eacute;e dans 
        la zone de libration et qui n'est que p&eacute;riodiquement visible. Nous 
        utiliserons pour cet exemple la mythique &quot;MARE ORIENTALE&quot;... 
        qui n'est d'ailleurs plus &agrave; l'Est, mais maintenant &agrave; l'Ouest 
        depuis que l' Union Astronomique Internationale a d&eacute;finitivement 
        fix&eacute; les points cardinaux lunaires.</p>
      <p>Lancer le programme. Cliquez sur l'onglet &quot;<b>Position</b>&quot;. 
        Dans la zone de saisie de la liste d&eacute;roulante sup&eacute;rieure, 
        tapez en majuscules, et sans accent, ni tr&eacute;ma : </p>
      <p align="left">MARE ORIENTALE</p>
      <p align="left">Puis cliquez sur le bouton &quot;<b>Recherche</b>&quot;. 
        Dans les secondes qui suivent, vous voyez s'afficher la position de Mare 
        Orientale au Sud-Ouest du globe lunaire 3D, peut-&ecirc;tre au del&agrave; 
        du bord.</p>
      <p align="left"></p>
      <p>Vous glissez le curseur zoom au milieu. Le globe 3D de la Lune grossit.</p>
      <p>Vous cliquez dedans avec le bouton gauche et, en restant appuy&eacute;, 
        vous d&eacute;placez la souris pour d&eacute;placer simultan&eacute;ment 
        le globe afin de centrer Mare Orientale. </p>
      <p>Vous pouvez prendre connaissance des informations plus d&eacute;taill&eacute;es 
        la concernant dans la fen&ecirc;tre inf&eacute;rieure droite. Vous y trouverez 
        des informations sur l'origine de son nom, sur sa position, ses dimensions, 
        une description compl&egrave;te et des conseils d'observation.</p>
      <p>Pour mieux comprendre la description, cliquez sur le bouton &quot;<b>Image</b>&quot;. 
        Une photographie remarquablement d&eacute;taill&eacute;e tir&eacute;e 
        du &quot;Digital Lunar Orbiter Photographic Atlas of the Moon&quot; &eacute;dit&eacute; 
        par Jeff Gillis du &quot;Lunar and Planetary Institute&quot; vous montrent 
        un luxe de d&eacute;tails d&eacute;passant ce qui est visible dans les 
        meilleurs instruments terrestres.</p>
      <p>Vous pouvez agrandir ou diminuer cette image en cliquant sur les boutons 
        &quot;<b>Zoom +</b>&quot; et &quot;<b>Zoom -</b>&quot; qu'elle comporte. 
        Les ascenseurs vous permettent de la faire d&eacute;filer si elle est 
        trop grande.</p>
      <p>Cette image vous montre Mare Orientale d'une fa&ccedil;on impossible 
        depuis la Terre. Mais comment la voit-on &quot;au mieux&quot; depuis la 
        Terre ? Fermer tout d'abord l'image pour r&eacute;cup&eacute;rer la totalit&eacute; 
        de la fen&ecirc;tre &quot;Carte&quot;. </p>
      <p>Cliquez sur le menu &quot;<b>Configuration</b>&quot;, puis l'onglet &quot;<b>Affichage</b>&quot; 
        et activez les cases &agrave; cocher &quot;<b>Phase</b>&quot; et &quot;<b>Libration</b>&quot;.</p>
      <p>Cliquez sur l'onglet &quot;<b>Eph&eacute;m&eacute;rides</b>&quot; et 
        &agrave; l'aide du bouton &quot;&gt;&gt;&quot; avancer dans le temps &agrave; 
        raison de 1 jour par clic.</p>
      <p>Vous verrez alors le lent balancement du globe lunaire en acc&eacute;l&eacute;r&eacute;, 
        ainsi que la succession du passage des terminateurs. Notez aussi la fl&egrave;che 
        qui vous indique sur le pourtour du globe lunaire l'endroit o&ugrave; 
        la libration est maximale et comment sa taille varie en fonction de l'intensit&eacute; 
        de la libration. </p>
      <p>Observez comment Mare orientale devient de temps &agrave; autre plus 
        largement visible. Une bonne p&eacute;riode d'observation se situe avec 
        une libration favorable et un jour de Pleine Lune. Apr&egrave;s le nombre 
        de clics suffisant, la date des cases de la fen&ecirc;tre &eacute;ph&eacute;m&eacute;rides 
        vous indique la prochaine bonne p&eacute;riode. Celles-ci sont rares et 
        il reste &agrave; esp&eacute;rer que ce soir l&agrave;, vous serez libre 
        et que la m&eacute;t&eacute;o sera bonne !</p>
      <p></p>
      <p>&nbsp;</p>
      <hr width="100%">
      <p><a name="geologicalcontext"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Voir une formation 
        dans son contexte g&eacute;ologique (Version &quot;Light&quot;et &quot;Pro&quot; 
        uniquement)</font></b></font></p>
      <p>Vous pouvez aussi gr&acirc;ce &agrave; l'Atlas Virtuel de la Lune obtenir 
        des renseignements sur la nature g&eacute;ologiques des formations et 
        sur les terrains qui les entourent.</p>
      <p><b>Version &quot;Light&quot;</b></p>
      <p>Allez dans le menu &quot;<b>Configuration</b>&quot;. S&eacute;lectionnez 
        l'onglet &quot;<b>Affichage</b>&quot;. Mettez une coche dans la case &quot;<b> 
        Carte g&eacute;ologique</b>&quot;. Nous vous conseillons par ailleurs 
        d'enlever aussi la coche &quot;<b>Afficher la phase</b>&quot;. Cliquez 
        sur le bouton &quot;<b>OK</b>&quot;. La carte g&eacute;ologique s'affiche 
        au zoom &quot;1:1&quot;.</p>
      <p>Cliquez sur l'onglet &quot;<b>Information</b>&quot;. Dans la partie &quot;Saisie&quot; 
        de la liste d&eacute;roulante &quot;<b>Recherche</b>&quot;, entrez le 
        nom de la formation cherch&eacute;e. Appuyez sur le bouton &quot;<b>Recherche</b>&quot;.</p>
      <p>La formation est alors indiqu&eacute;e sur la carte. Bougez le curseur 
        &quot;<b>Zoom</b>&quot; pour grossir la carte comme vous le souhaitez. 
        Appuyez sur le bouton &quot;<b>Centre</b>&quot; pour centrer la formation 
        choisie dans la fen&ecirc;tre &quot;<b>Carte</b>&quot;.</p>
      <p>Mettez le curseur sur la carte. Fa&icirc;tes un clic droit de la souris. 
        Dans le menu contextuel qui appara&icirc;t, s&eacute;lectionnez &quot;<b>L&eacute;gende 
        g&eacute;ologique</b>&quot; pour faire appara&icirc;tre la fen&ecirc;tre 
        qui vous indiquera la l&eacute;gende des couleurs de la carte g&eacute;ologique 
        pour conna&icirc;tre la p&eacute;riode de naissance de la formation s&eacute;lectionn&eacute;e.<br>
      </p>
      <p><b>Version &quot;Pro&quot;</b></p>
      <p>Allez dans le menu &quot;<b>Configuration</b>&quot;. S&eacute;lectionnez 
        l'onglet &quot;<b>Couches</b>&quot;. Rechercher la couche &quot;<b>Geology</b>&quot; 
        dans la liste d&eacute;roulante et s&eacute;lectionnez l&agrave;. Mettez 
        une coche dans la case &quot;<b> Voir la couche</b>&quot;. Cliquez sur 
        le bouton &quot;<b>OK</b>&quot;. La carte g&eacute;ologique s'affiche.Nous 
        vous conseillons par ailleurs d'enlever la phase. </p>
      <p>Cliquez sur l'onglet &quot;<b>Information</b>&quot;. Dans la partie &quot;<b>Saisie</b>&quot; 
        de la liste d&eacute;roulante &quot;<b>Recherche</b>&quot;, entrez le 
        nom de la formation cherch&eacute;e. Appuyez sur le bouton &quot;<b>Recherche</b>&quot;.</p>
      <p>La formation est alors indiqu&eacute;e sur la carte. Bougez le curseur 
        &quot;<b>Zoom</b>&quot; pour grossir la carte comme vous le souhaitez. 
        Appuyez sur le bouton &quot;<b>Centre</b>&quot; pour centrer la formation 
        choisie dans la fen&ecirc;tre &quot;<b>Carte</b>&quot;. </p>
      <p></p>
      <hr width="100%">
      <p><a name="generatedocuments"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">G&eacute;n&eacute;rer 
        des documents utilisables sur le terrain<br>
        (Toutes versions)<br>
        </font></b></font></p>
      <p align="center">&nbsp;</p>
      <p>Depuis la version 1.5, l'Atlas Virtuel de la Lune vous permet de g&eacute;n&eacute;rer 
        des documents imprim&eacute;s, utilisables sur le terrain, &quot;&agrave; 
        l'oculaire&quot;.Comment proc&eacute;der ?</p>
      <p>Dans l'onglet &quot;<b>Impression</b>&quot; du menu &quot;<b>Configuration</b>&quot;, 
        vous pouvez choisir la largeur des marges du document &agrave; imprimer, 
        la taille des caract&egrave;res de la fiche d'information et la nature 
        des documents &agrave; imprimer.</p>
      <p>Les deux plus importants sont la carte permettant de trouver une formation 
        et la fiche d'informations sur ladite formation. Cochez donc les deux 
        cases correpondantes. Sachez que les deux documents pourront &ecirc;tre 
        imprim&eacute;s sur la m&ecirc;me page si vous n'avez pas choisi une taille 
        de caract&egrave;res trop grande.</p>
      <p>Dans l'onglet &quot;<b>Affichage</b>&quot; du menu &quot;<b>Configuration</b>&quot;, 
        Bougez le curseur &quot;<b>Taille des labels</b>&quot; pour augmenter 
        la taille des noms imprim&eacute;s et les rendre plus lisibles &agrave; 
        l'impression. Il vous faudra sans doute faire plusieurs essais avec diff&eacute;rentes 
        tailles et densit&eacute; de labels pour arriver &agrave; un compromis 
        acceptable. </p>
      <p>Nous vous recommandons &eacute;galement de choisir les couleurs blanche 
        ou noire pour les marques et labels si vous poss&eacute;dez une imprimante 
        noir et blanc.</p>
      <p>Cliquez ensuite sur l'onglet &quot;<b>Outils</b>&quot;. Cochez la case 
        &quot;<b>Miroir</b>&quot; et la case &quot;<b>Nord en haut</b>&quot; pour 
        avoir une carte lunaire telle que la Lune est orient&eacute;e dans votre 
        lunette, ou votre t&eacute;lescope du type Cassegrain, Schmidt-Cassegrain 
        ou Maksutov.</p>
      <p>Par contre, si vous poss&eacute;dez un t&eacute;lescope du type &quot;<b>Newton</b>&quot;, 
        ne cochez pas la case &quot;<b>Miroir</b>&quot; et cochez la case &quot;<b>Sud 
        en haut</b>&quot;. </p>
      <p>Choisissez ensuite le facteur de grossissement. Au rapport 1:1, la carte 
        montre l'image enti&egrave;re de la Lune telle qu'elle est visible avec 
        un grossissement de 100 fois environ, c'est &agrave; dire remplissant 
        presque totalement le champ d'un oculaire classique.</p>
      <p>A l'aide du menu contextuel li&eacute; au clic droit de la souris sur 
        la carte, vous pouvez mettre en route le &quot;<b>zoom X2</b>&quot; qui 
        correspond &agrave; un grossissement de x200 environ ou le &quot;<b>zoom 
        X4</b>&quot; qui vaut approximativement un grossissement de 400 fois. 
      </p>
      <p>Ouvrez ensuite le menu &quot;<b>Fichier</b>&quot;. Configurez votre imprimante 
        &agrave; l'aide du choix &quot;<b>S&eacute;lection d'imprimante</b>&quot;. 
        Choisissez l'imprimante dans la liste d&eacute;roulante sup&eacute;rieure, 
        ainsi que le mode d'alimentation. Nous vous conseillons d'opter pour le 
        format &quot;<b>Portrait</b>&quot;. Puis cliquez sur le bouton &quot;<b>OK</b>&quot; 
        pour enregistrer les choix.</p>
      <p>R&eacute;-ouvrez le menu &quot;<b>Fichier</b>&quot; et choisissez l'option 
        &quot;<b>Imprimer</b>&quot; pour envoyer &agrave; l'impression les documents 
        que vous avez choisis.</p>
      <p>Vous disposez maintenant d'un document utilisable &quot;sur le terrain&quot; 
        sans avoir besoin d'un ordinateur sur place.</p>
      <p></p>
      <p>&nbsp; </p>
      <hr width="100%">
      <p><a name="farside"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Etudier la face 
        cach&eacute;e (Versions &quot;Expert&quot; et &quot;Pro&quot; uniquement)</font></b></font></p>
      <p>&nbsp;</p>
      <p>Avec les versions &quot;<b>Expert</b>&quot; et &quot;<b>Pro</b>&quot;, 
        il vous est possible de visualiser la face cach&eacute;e de notre satellite. 
      </p>
      <p>Pour cel&agrave;, il suffit d'appuyer sur le bouton &quot;<b>Globe entier</b>&quot; 
        dans la barre du haut. </p>
      <p>Dans ce mode &quot;<b>Globe entier</b>&quot;, c'est le fonctionnement 
        de la souris et des ascenseurs de la fen&ecirc;tre &quot;<b>Carte</b>&quot; 
        qui changent.</p>
      <p>La souris sert &agrave; faire tourner le globe lunaire autour de l'axe 
        des p&ocirc;les et les ascenseurs servent uniquement &agrave; centrer 
        la r&eacute;gion souhait&eacute;e.</p>
      <p>Vous pouvez donc faire tourner le globe et aller voir le relief de la 
        face cach&eacute;e. Si dans l'onglet &quot;<b>G&eacute;n&eacute;ral</b>&quot; 
        ou &quot;<b>Bases de donn&eacute;es</b>&quot; du menu &quot;<b>Configuration</b>&quot;, 
        vous avez coch&eacute; &quot;<b>Formations nomm&eacute;es de la face cach&eacute;e</b>&quot;, 
        les noms des formations de la face cach&eacute;e seront indiqu&eacute;s 
        comme sur la face visible et vous aurez acc&egrave;s aux informations 
        les concernant dans la fen&ecirc;tre de l'onglet &quot;Informations&quot; 
        &agrave; droite.</p>
      <hr width="100%">
      <p><a name="dream"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">R&ecirc;ver un 
        peu (Version &quot;Expert&quot; et &quot;Pro&quot; uniquement)</font></b></font></p>
      <p>&nbsp;</p>
      <p>Avec les versions &quot;<b>Expert</b>&quot; et &quot;<b>Pro</b>&quot;, 
        il vous est possible d'avoir une id&eacute;e du spectacle que les astronautes 
        des missions &quot;Apollo&quot; pouvait contempler en orbite autour de 
        la Lune. </p>
      <p></p>
      <p>Allez dans l'onglet &quot;<b>Affichage</b>&quot; du menu &quot;<b>Configuration</b>&quot; 
        et d&eacute;cochez les cases &quot;<b>Affiche les labels</b>&quot;, &quot;<b>Affiche 
        les marques</b>&quot; et &quot;<b>Marque la libration maximale</b>&quot; 
        afin de ne pas obstruer le paysage. Mais vous pouvez aussi les laisser 
        coch&eacute;es pour reconna&icirc;tre les formations survol&eacute;es.</p>
      <p>Ouvrez l'onglet &quot;<b>Textures</b>&quot; and choisissez soi la texture 
        &quot;<b>A&eacute;rographe</b>&quot;, soit la texture &quot;<b>Photographique</b>&quot;.</p>
      <p>Il suffit ensuite d'appuyer sur le bouton &quot;<b>Globe entier</b>&quot; 
        dans la barre du haut. </p>
      <p>Dans ce mode &quot;<b>Globe</b> entier&quot;, c'est le fonctionnement 
        de la souris et des ascenseurs de la fen&ecirc;tre &quot;<b>Carte</b>&quot; 
        qui changent.</p>
      <p>La souris sert &agrave; faire tourner le globe lunaire autour de l'axe 
        des p&ocirc;les et les ascenseurs servent uniquement &agrave; centrer 
        la r&eacute;gion souhait&eacute;e.</p>
      <p>Cliquez sur l'onglet &quot;<b>Outils</b>&quot; &agrave; droite et cliquez 
        sur les boutons de rotation du globe &quot;<b>Est</b>&quot; et &quot;<b>Ouest</b>&quot; 
        pour incliner le globe lunaire comme vous le souhaitez. Le plus spectaculaire 
        est avec l'&eacute;quateur en haut.</p>
      <p>Fa&icirc;tes un clic droit et s&eacute;lectionner votre oculaire le plus 
        puissant &agrave; partir du menu contextuel apparu. Le cache rond appara&icirc;t, 
        simulant un &quot;hublot&quot; de cabine spatiale. Utiliser les ascenseurs 
        de la fen&ecirc;tre carte pour vous positionner au bord du globe ou utilisez 
        les boutons &quot;<b>Vue Est</b>&quot;, &quot;<b>Centre</b>&quot; ou &quot;<b>Vue 
        Ouest</b>&quot; du cadre &quot;<b>Satellisation</b>&quot; pour choisir 
        la r&eacute;gion souhait&eacute;e.</p>
      <p>S&eacute;lectionnez la vitesse de satellisation souhait&eacute;e dans 
        la liste d&eacute;roulante et cliquez sur &quot;&lt;&quot; ou &quot;&gt;&quot; 
        pour choisir le sens du mouvement. Le bouton &quot;II&quot; sert &agrave; 
        l'arr&ecirc;ter pour permettre l'affichage des noms de formations.</p>
      <p></p>
      <p></p>
      <p>Refa&icirc;tes un clic droit et s&eacute;lection &agrave; partir de l'option 
        &quot;Rotation&quot; la vitesse que vous souhaitez. Et maintenant profitez 
        du spectacle et r&ecirc;vez un peu... </p>
      <hr width="100%">
      <p><a name="science"></a></p>
      <p align="center"><font size="4"><b><font color="#FF0000">Voir une formation 
        dans un contexte scientifique</font></b></font></p>
      <p>Vous pouvez aussi visualiser la r&eacute;partition d'&eacute;l&eacute;ments 
        sur la surface lunaire ou visualiser des donn&eacute;es topographiques 
        dans la version &quot;Pro&quot; sur la totalit&eacute; du globe lunaire. 
      </p>
      <p>Allez dans le menu &quot;<b>Configuration</b>&quot;. S&eacute;lectionnez 
        l'onglet &quot;<b>Couches</b>&quot;. Mettez une coche dans la case &quot; 
        <b>Visualiser la couche</b> &quot; et choisissez la couche scientifique 
        qui vous interesse dans la liste d&eacute;roulante. R&eacute;glez la transparence 
        de la couche avec le curseur. Cliquez sur le bouton &quot;<b>OK</b>&quot;. 
        Nous vous conseillons par ailleurs d'enlever aussi la phase en cliquant 
        sur le bouton &quot;Phase&quot; et la libration avec le bouton &quot;Libration&quot;. 
        Vous pouvez aussi avoir acc&egrave;s &agrave; la face cach&eacute;e en 
        appuyant ensuite sur le bouton &quot;<b>Globe entier</b>&quot;. </p>
      <p align="left">En appuyant sur le bouton &quot;<b>Fen&ecirc;tre 2</b>&quot;, 
        vous pouvez faire appara&icirc;tre une nouvelle fen&ecirc;tre de la version 
        &quot;<b>Pro</b>&quot; et r&eacute;gler l'affichage avec une autre couche 
        scientifique, vous permettant ainsi de mener des &eacute;tudes comparatives 
        particuli&egrave;rement enrichissantes. </p>
      <hr width="100%">
      <p align="center"><a name="category"></a><font size="4"><b><font color="#ff0000">Etudier 
        une cat&eacute;gorie pr&eacute;cise de formations lunaires</font></b></font></p>
      <p align="left">Avec &quot;<b>DATLUN</b>&quot; (c), le gestionnaire de donn&eacute;es 
        de l'AVL, vous pouvez s&eacute;lectionner une cat&eacute;gorie pr&eacute;cise 
        de formations que vous souhaitez localiser pour les &eacute;tudier. </p>
      <p>Patrick Chevalley a choisi de baser <b>DATLUN</b> sur le langage <b>SQL</b> 
        pour qu'il puisse g&eacute;n&eacute;rer des requ&ecirc;tes multicrit&egrave;res 
        tr&egrave;s &eacute;labor&eacute;es. </p>
      <p>De plus, les informations rentr&eacute;es dans les bases de donn&eacute;es 
        par Christian Legrand sont d&egrave;s le d&eacute;part &quot;<b>calibr&eacute;es</b>&quot; 
        afin de permettre des recherches tr&egrave;s pr&eacute;cises. </p>
      <p>La conjonction de ces deux facteurs vous permet de s&eacute;lectionner 
        par exemple des listes du type de :</p>
      <p>- Les rainures de plus de 5 km de large visibles 2 jours apr&egrave;s 
        le Premier Quartier.<br>
        - Les crat&egrave;res &agrave; pic central compris entre 20 et 30 km de 
        diam&egrave;tre (Zone d'apparition du ph&eacute;nom&egrave;ne)<br>
        - Les crat&egrave;res &agrave; fond plat rempli de lave sombre bien visibles 
        dans un instrument de 50 mm de diam&egrave;tre<br>
        - Les formations de la carte n&deg; 33 de &quot; l'Atlas de la Lune&quot; 
        de Antonin R&uuml;kl ou de la page 158 de l'Atlas photographique de Viscardy<br>
        - Les formations pr&eacute;sentes sur la planche LOPAM IV-108-H2 autour 
        d'Alphonsus <br>
        - Les formations de la p&eacute;riode &eacute;ratosth&eacute;nienne.<br>
        - etc...</p>
      <p>De plus, la fonction &quot;Marque la s&eacute;lection sur la carte&quot; 
        lancera l'<b>AVL</b> avec toutes les formations que vous aurez s&eacute;lectionn&eacute;es 
        localis&eacute;es clairement.</p>
      <p>Nous vous invitons &agrave; vous reporter &agrave; la documentation illustr&eacute;e 
        de <b>&quot;DATLUN&quot;</b> pour plus d'informations</p>
      <hr width="100%">
      <p align="center"><a name="toponymie"></a><font size="4"><b><font color="#ff0000">Etudier 
        le toponymie lunaire</font></b></font></p>
      <p align="left">Avec &quot;<b>DATLUN</b>&quot; (c), le gestionnaire de donn&eacute;es 
        de l'AVL, vous pouvez &eacute;galement effectuer des &eacute;tudes sur 
        la toponymie lunaire. </p>
      <p align="left">Patrick Chevalley a choisi de baser <b>DATLUN</b> sur le 
        langage <b>SQL</b> pour qu'il puisse g&eacute;n&eacute;rer des requ&ecirc;tes 
        multicrit&egrave;res tr&egrave;s &eacute;labor&eacute;es. </p>
      <p>De plus, les informations rentr&eacute;es dans les bases de donn&eacute;es 
        par Christian Legrand sont d&egrave;s le d&eacute;part &quot;<b>calibr&eacute;es</b>&quot; 
        afin de permettre des recherches tr&egrave;s pr&eacute;cises. </p>
      <p>La conjonction de ces deux facteurs vous permet de s&eacute;lectionner 
        par exemple les formations nomm&eacute;es dont le nom est tir&eacute; 
        de personnages ayant les m&ecirc;mes particularit&eacute;s, par exemple 
        :</p>
      <p>- Les personnages qui ont v&eacute;cu au 18&egrave;me si&egrave;cle<br>
        - Les personnage qui sont des math&eacute;maticiens ou des physiciens 
        fran&ccedil;ais (ou de toute autre nationalit&eacute;)<br>
        - Les personnages qui ont fait des recherches sur la lumi&egrave;re<br>
        - Les crat&egrave;res dont les noms de personnages ont &eacute;t&eacute; 
        attribu&eacute;s par Schmidt<br>
        - Les personnages qui sont n&eacute;s dans une ville donn&eacute;e<br>
        - Les formations pr&eacute;sentes sur la carte de Langrenus.<br>
        - etc...</p>
      <p>C'est la premi&egrave;re fois qu'un tel outil est propos&eacute; aux 
        observateurs lunaires.</p>
      <p align="left">&nbsp;</p>

      <hr width="100%">
      <p align="center"><font color="#0000FF"><b><font size="4"><a href="FR_Index_Doc.html">Index 
        du manuel</a></font></b></font> </p>
      <p>&nbsp;</p>
    </td>
</tr>
</table>

</body>
</html>
