Repository: pchev/virtualmoon
Catalog: branches/fix51b/datlun/language/vmadatabase.*.po
Languages: es

source: Not named
es: Sin nombre

source: Not indicated
es: No indicado

source: Not evaluated
es: No evaluado

source: Not observable
es: No observable

source: No map
es: Sin mapa

source: No map or picture
es: Sin mapa o imagen

source: No article
es: Sin artículo

source: Not defined
es: No definido

source: Unknown in this period
es: Desconocido en este periodo

source: Crater
es: Cráter

source: Wrinkle ridge
es: Cadena de pliegues

source: Wrinkle ridges network
es: Sistema de cadena de pliegues

source: Scarp
es: Escarpe

source: Rille
es: Estría

source: Rilles network
es: Sistema de estrías

source: Valley
es: Valle

source: Marsh
es: Pantano

source: Lake
es: Lago

source: Sea
es: Mar

source: Cape
es: Cabo

source: Craterlet
es: Cratercillo

source: Bay
es: Bahía

source: Ejecta
es: Eyección

source: Probe
es: Sonda

source: Human mission
es: Misión humana

source: Inert equipment
es: Equipamiento inerte

source: Pyroclastic area
es: Área piroclástica

source: Crater chain
es: Cadena de cráteres

source: Walled plain
es: Plano amurallado

source: Plain
es: Plano

source: Mountain
es: Montaña

source: Mountain range
es: Cordillera

source: Dome
es: Domo

source: Dome system
es: Sistema de domos

source: PYR
es: PIR

source: Note to translator:
es: Nota del traductor

source: The following text must be the same as the content of the TYPE column in the database you use for your language.
es: El siguiente texto debe ser el mismo que el contenido de la columna TIPO de la base de datos que utiliza para su idioma

source: If you not translate the database keep the English text here!
es: Si usted no traduce las bases de datos mantenga el texto en Inglés aquí
