Repository: pchev/virtualmoon
Catalog: trunk/datlun/language/vmadatabase.*.po
Languages: fr, it

source: Not named
fr: Non nommé
it: Nome non assegnato

source: Not indicated
fr: Non indiqué
it: Non indicato

source: Not evaluated
fr: Non côté
it: Non valutato

source: Not observable
fr: Non observable
it: Non osservabile dalla Terra

source: No map
fr: Pas de carte
it: Nessuna mappa

source: No map or picture
fr: Pas de carte ou d'image
it: Nessuna mappa o immagine

source: No article
fr: Pas d'article
it: Nessun articolo

source: Not defined
fr: Non définie
it: Non definita

source: Unknown in this period
fr: Inconnu à cette époque
it: Sconosciuto all'epoca

source: Crater
fr: Cratère
it: Cratere

source: Wrinkle ridge
fr: Dorsale
it: Dorsale

source: Wrinkle ridges network
fr: Système de dorsales
it: Sistema di dorsali

source: Scarp
fr: Escarpement
it: Scarpata

source: Rille
fr: Rainure
it: Solco

source: Rilles network
fr: Système de rainures
it: Sistema di solchi

source: Valley
fr: Vallée
it: Valle

source: Marsh
fr: Marais
it: Palude

source: Lake
fr: Lac
it: Lago

source: Sea
fr: Mer
it: Mare

source: Cape
fr: Cap
it: Promontorio

source: Craterlet
it: Piccolo cratere

source: Bay
fr: Golfe
it: Golfo

source: Probe
fr: Sonde
it: Sonda

source: Human mission
fr: Mission humaine
it: Missione umana

source: Inert equipment
fr: Matériel inerte
it: Materiale inerte

source: Pyroclastic area
fr: Région à caractère pyroclastique
it: Regione di tipo piroclastico

source: Crater chain
fr: Chaîne de cratères
it: Catena di crateri

source: Walled plain
fr: Plaine murée
it: Circo

source: Plain
fr: Plaine
it: Pianura

source: Mountain
fr: Montagne
it: Montagna

source: Mountain range
fr: Chaîne de montagnes
it: Catena montuosa

source: Dome
fr: Dôme
it: Domo

source: Dome system
fr: Système de dômes
it: Sistema di domi

source: NSN
fr: FVN
it: NFV

source: NSI
fr: FVI
it: IFV

source: FSN
fr: FCN
it: NFN

source: FSI
fr: FCI
it: IFN

source: HIS
it: STO

source: PYR
it: PIR

source: NSU
fr: FVU
it: FVU

source: FSU
fr: FCU
it: FCU

source: Note to translator:
it: Nota per i traduttori:

source: The following text must be the same as the content of the TYPE column in the database you use for your language.
it: Il seguente testo deve essere identico al contenuto della colonna TYPE della base di dati usata nella corrispondente lingua.

source: If you not translate the database keep the English text here!
it: Se la base di dati non è stata tradotta, lasciare questo testo in inglese!
