Repository: pchev/virtualmoon
Catalog: branches/fix51/virtualmoon/component/glscene/Source/Languages/Lazarus/GLSceneFormDesign.*.po
Languages: ru

source: GLSceneForm - a special form, which combines the properties of the viewer and the normal form and allows you to render directly into the application window
ru: GLScene Базовая Форма - специальная форма, которая совмещает в себе свойства вьювера и обычной формы и позволяет производить рендеринг непосредственно в окно приложения.

source: GLSBaseForm
ru: GLS Базовая Форма

source: Template of GLScene Base Application with TGLSceneForm
ru: Шаблон Приложения GLScene с GLSceneForm

source: GLScene Base Application
ru: GLScene Базовое Приложение

source: GLSExtendedForm - a special form, which combines the properties viewer and the usual form, and contains an expanded set of components needed to create more complex applications.
ru: GLS Расширенная Форма - специальная форма, которая совмещает в себе свойства вьювера и обычной формы, и содержит расширенный набор компонентов, необходимых для создания более сложных приложений.

source: GLSExtendedForm
ru: GLS Расширенная форма

source: Template of GLScene Extended Application with TGLSceneForm
ru: Шаблон Приложения GLScene с GLSceneForm

source: GLScene Extended Application
ru: GLScene Расширенное Приложение

source: GLSSimpleForm - a special form, which combines the properties viewer and the usual form and contains the basic set of components to create a simple application.
ru: GLS Простая Форма - специальная форма, которая совмещает в себе свойства вьювера и обычной формы и содержыт базовый набор компонентов для создания простого приложения.

source: GLSSimpleForm
ru: GLS Простая Форма

source: Template of GLScene Simple Application with TGLSceneForm
ru: Шаблон Приложения GLScene с GLSceneForm

source: GLScene Simple Application
ru: GLScene Простое Приложение
