Repository: pchev/virtualmoon
Catalog: virtualmoon/language/maplun.*.po
Languages: fr

source: Advanced
fr: Avancé

source: Airbursh relief with albedo
fr: Relief aérographe avec albédo

source: Airbursh relief without albedo
fr: Relief aérographe sans albedo

source: Apparent size :
fr: Taille apparente :

source: Caption
fr: Légende

source: CCD field
fr: Champ CCD

source: CCD name
fr: Nom du CCD

source: Check for optional features
fr: Composants en option

source: Clementine photographic
fr: Photographique Clementine

source: Country
fr: Pays

source: Decrease font size
fr: Diminuer la taille de la police

source: Default
fr: par défaut

source: Download
fr: Téléchargement

source: http://ap-i.net/avl/en/download
fr: http://ap-i.net/avl/fr/download

source: Dynamic relief display method
fr: Méthode d'affichage du relief dynamique

source: Ejecta thick at 1 radius :
fr: Epaisseur des éjectas à 1 rayon de distance :

source: Ejecta thick at 3 radius :
fr: Epaisseur des éjectas à 3 rayons de distance :

source: Ejecta thick at 5 radius :
fr: Epaisseur des éjectas à 5 rayons de distance :

source: Elger description (1895):
fr: Description de Elger (1895) :

source: End date
fr: Date de fin

source: Ephemeris:
fr: Ephéméride:

source: Excavation depth :
fr: Profondeur de l'excavation :

source: First use setting
fr: Configuration initiale

source: Floor diameter :
fr: Diamètre du fond :

source: Full screen (Esc)
fr: Plein écran (Esc)

source: Geology :
fr: Détails géologiques :

source: Grid
fr: Grilles

source: Height
fr: Hauteur

source: UK
fr: FR

source: Hide information and tools
fr: Masque les informations et les outils

source: Historical
fr: Historique

source: Hours
fr: Heures

source: IAU type :
fr: Type IAU :

source: Identity:
fr: Identité:

source: Increase font size
fr: Augmenter la taille de la police

source: Labels font
fr: Police des labels

source: English
fr: Français

source: Level:
fr: Niveau:

source: Local zenith on top
fr: Zénith local en haut

source: LOPAM photographic
fr: Photographique LOPAM

source: Melting depth :
fr: Epaisseur des fontes d'impact :

source: from
fr: du

source: Area:
fr: Région:

source: Rukl map:
fr: Carte Rukl:

source: Viscardy page:
fr: Page Viscardy:

source: Hatfield map:
fr: Carte Hatfield:

source: born in
fr: né en

source: Height:
fr: Hauteur:

source: Height/Wide ratio:
fr: Rapport Hauteur/Longueur:

source: Interest :
fr: Intérêt:

source: Observation period:
fr: A observer:

source: or
fr: ou

source: No formation actually near the terminator
fr: Pas de formation visible près du terminateur

source: Minimal Instrument:
fr: Instrument minimal:

source: Right Ascension:
fr: Ascension droite:

source: Born at:
fr: Né à:

source: Declination:
fr: Déclinaison:

source: Libration in Latitude:
fr: Libration en Latitude:

source: Libration in Longitude:
fr: Libration en Longitude:

source: Apparent diameter:
fr: Diamètre apparent:

source: Position angle:
fr: Angle de position:

source: Rise:
fr: Lever:

source: in
fr: en

source: Set:
fr: Coucher:

source: Rise azimuth:
fr: Azimut au lever:

source: Set azimuth:
fr: Azimut au coucher:

source: Field:
fr: Champ:

source: Refresh rate
fr: Rafraichissement

source: Sub-solar latitude:
fr: Latitude sub-solaire:

source: Lunation:
fr: Lunaison:

source: days
fr: jours

source: Geological period:
fr: Période de formation:

source: Dead at:
fr: Mort à:

# u_translation.rsm_50
source: Time
fr: Heure

source: Measure the distance
fr: Mesure de distance

source: Standard cursor mode
fr: Mode normal

source: Image list
fr: Liste des images

source: Transit Altitude:
fr: Altitude du transit:

source: Size:
fr: Taille:

source: Name Author:
fr: Auteur du nom:

source: Name Origine:
fr: Origine du nom:

source: Detailed Name:
fr: Nom détaillé:

source: Important Facts:
fr: Faits marquants:

source: Westfall Atlas:
fr: Planche Westfall:

source: Warning! The personal notes have changed. Do you want to save the change?
fr: Attention les notes personnelles n'ont pas été enregistrée. Les enregistrer maintenant?

source: Name by Langrenus:
fr: Nom donné par Langrenus:

source: Charles Wood article:
fr: Article de Charles Wood:

source: Azimuth
fr: Azimut

source: From Database:
fr: De la base de donnée:

source: Name by Hevelius:
fr: Nom donné par Hevelius:

source: Name by Riccioli:
fr: Nom donné par Riccioli:

source: Named formations
fr: Formations nommées

source: Name type :
fr: Type de nom :

source: No texture (to use with an overlay alone)
fr: Pas de texture ( utilisation d'une couche seule)

source: Orbit altitude
fr: Altitude de l'orbite

source: Orbit inclination
fr: Inclinaison de l'orbite

source: Peak diameter :
fr: Diamètre du pic central :

source: Peak height :
fr: Hauteur du pic central :

source: Phase with dynamic relief
fr: Phase avec relief dynamique

source: Phase without relief
fr: Phase sans relief

source: Picture Library Apollo Missions
fr: Bibliothèque d'images Missions Apollo

source: Picture Library Apollo Mapping Camera
fr: Bibliothèque d'images Apollo Mapping Camera

source: Picture Library Best Of Amateurs
fr: Bibliothèque d'images Best of Amateurs

source: Picture Library Clementine Probe
fr: Bibliothèque d'images Sonde Clementine

source: Picture Library Kaguya Probe
fr: Bibliothèque d'images Sonde Kaguya

source: Picture Library Consolidated Lunar Atlas
fr: Bibliothèque d'images Consolidated Lunar Atlas

source: Picture Library Lunar Astronautical Charts & Lunar Maps
fr: Bibliothèque d'images Lunar Astronautical Charts & Lunar Maps

source: Picture Library Lunar Orbiter Photographic Atlas Of The Moon
fr: Bibliothèque d'images Lunar Orbiter Photographic Atlas Of The Moon

source: Picture Library Probes Luna, Ranger, Lunar Orbiter and Surveyor
fr: Bibliothèque d'images Sondes Luna, Ranger, Lunar Orbiter et Surveyor

source: Picture Library Best of the Pic du Midi Observatory
fr: Bibliothèque d'images Observatoire du Pic du Midi

source: Pixel count
fr: Nombre de pixels

source: Pixel size
fr: Taille des pixels

source: Process :
fr: Processus de formation :

source: Quit full screen (Esc)
fr: Retour fenêtre (Esc)

source: Radar bright halo radius :
fr: Rayon du halo brillant au radar :

source: Radar dark halo radius :
fr: Rayon du halo sombre au radar :

source: Registred formations
fr: Formations enregistrées

source: Satellites formations
fr: Formations satellites

source: Save ephemeris to file
fr: Enregistre l'éphéméride dans un fichier

source: Show grid
fr: Afficher les grilles

source: Show information and tools
fr: Affiche les informations et les outils

source: Show labels
fr: Afficher les labels

source: Show scale
fr: Afficher l'échelle

source: Side:
fr: Face:

source: (standard texture selection)
fr: (choix de la texture)

source: Start date
fr: Date de début

source: Steps
fr: Pas

source: Sub-type :
fr: Sous-type :

source: Textures Airbursh relief without albedo
fr: Texture Relief aérographe sans albedo

source: Textures Change photographic High Resolution
fr: Texture Photographique Change Haute Résolution

source: Textures Clementine photographic High Resolution
fr: Texture Photographique Clementine Haute Résolution

source: Textures LOPAM photographic High Resolution
fr: Texture Photographique LOPAM Haute Résolution

source: Textures Phase with dynamic relief using LRO/WAC data
fr: Texture Phase avec relief dynamique utilisant les données de LRO/WAC

source: Textures LRO/WAC photographic High Resolution
fr: Texture Photographique LRO/WAC Haute Résolution

source: Virtual Moon Atlas
fr: Atlas Virtuel de la Lune

source: Topocentric
fr: Topocentrique

source: Translation: P. Chevalley / C. Legrand
fr: Traduction: P. Chevalley / C. Legrand

source: File
fr: Fichier

source: Find
fr: Recherche

source: Observatory
fr: Observatoire

source: Display
fr: Affichage

source: Mark the point of maximum libration
fr: Marque la libration maximum

source: Label density
fr: Densité de label

source: Eyepieces
fr: Oculaire

source: Next
fr: Suivant

source: Telescope focal length
fr: Focale de l'instrument

source: Eyepiece focal length
fr: Focale de l'oculaire

source: Eyepiece apparent field of vision
fr: Champ apparent de l'oculaire

source: Compute
fr: Calcul

source: Update
fr: Mise à jour

source: none
fr: aucun

source: Eyepiece Name
fr: Nom de l'oculaire

source: Field in minutes
fr: Champ en minutes

source: Center label on the formation
fr: Label centré sur la formation

source: Short Label
fr: Label court

source: Power
fr: Grossissement

source: Options valid at next startup
fr: Options pour le prochain lancement

source: Database
fr: Bases de données

source: Far Side
fr: Face cachée

source: Full Globe
fr: Globe entier

source: Orbit the Moon
fr: Satellisation

source: d/second
fr: °/seconde

source: Rotation speed
fr: Vitesse de rotation

source: Outline
fr: Profil

source: West View
fr: Vue Ouest

source: East View
fr: Vue Est

source: Select Texture
fr: Choix de la texture

source: Positive East
fr: Positif à l'est

source: Help
fr: Aide

source: Track position
fr: Suivre la position

source: Correct the Moon motion
fr: Compense le mouvement de la Lune

source: every
fr: chaque

source: seconds
fr: secondes

source: About
fr: A propos

source: Telescope
fr: Télescope

source: Show Menu
fr: Afficher le menu

source: Goto selected
fr: Goto sélection

source: Sync selected
fr: Sync sélection

source: Encyclopedia
fr: Encyclopédie

source: 2nd Window
fr: 2eme Fenêtre

source: Snapshot
fr: Copie de la carte

source: Overlay
fr: Couches

source: Now
fr: Maintenant

source: Show overlay
fr: Afficher la couche

source: Overlay :
fr: Couche :

source: Transparency:
fr: Transparence:

source: Date / Time
fr: Date / Heure

source: Use Computer Date and Time
fr: Utiliser la date et l'heure de l'ordinateur

source: Show Libration
fr: Montre la libration

source: Show Phase
fr: Montre la phase

source: Rotate N-S
fr: Rotation N-S

source: Flip E-W
fr: Inversion E-W

source: User Database loaded from DATLUN
fr: Bases de données personnelles de DATLUN

source: Remove Selection Mark
fr: Supprime les marques de sélection

source: Mark size
fr: Taille des marques

source: Force texture compression
fr: Compression des textures

source: Label Color
fr: Couleur des labels

source: Your graphic card do not support to display more than one texture for the same object. Be sure that hardware acceleration is activated or change the graphic card. The require function is GL_ARB_MULTITEXTURE
fr: Votre carte graphique ne supporte pas d'afficher plus d'une texture par objet.Contrôlez que l'accélération matérielle est activée ou changez de carte graphique. La fonction demandée est GL_ARB_MULTITEXTURE

source: Look here for a list of supported graphic card
fr: Voir ici une liste de cartes supportées

source: Quit
fr: Quitter

source: Time Zone
fr: Zone horaire

source: Show the phase
fr: Afficher la phase

source: Show the libration
fr: Afficher la libration

source: Language
fr: Langue

source: Picture
fr: Image

source: Geocentric
fr: Geocentrique

source: Color
fr: Couleur

source: Close
fr: Fermer

source: Lighting
fr: Eclairage

source: Penumbra
fr: Pénombre

source: Diffuse
fr: Diffus

source: Specular
fr: Direct

source: Smoothness
fr: Résolution

source: All the formation
fr: Toutes les formations

source: Pretty interesting
fr: Assez intéressantes

source: Very interesting
fr: Très intéressantes

source: Exceptional
fr: Exceptionnelles

source: Sort
fr: Tri

# u_translation.rst_47
source: Name
fr: Nom

source: Interest
fr: Intérêt

# u_translation.rst_5
source: Center
fr: Centre

source: Terminator
fr: Terminateur

source: Mark
fr: Marque

source: Show label
fr: Affiche les labels

source: Show mark
fr: Affiche les marques

source: Setup
fr: Réglages

source: Sky Chart
fr: Cartes du Ciel

source: General
fr: Général

source: Image folders:
fr: Répertoires d'images:

source: Folder
fr: Répertoire

source: Tools
fr: Outils

source: West
fr: Ouest

source: East
fr: Est

source: Default Orientation
fr: Orientation par défaut

source: Celestial Pole on top
fr: Pole céleste en haut

source: Ephemeris
fr: Ephémérides

source: Real Distance
fr: Distance réelle

source: Apparent Distance
fr: Distance apparente

source: North
fr: Nord

source: South
fr: Sud

source: Mirror
fr: Miroir

source: Save Map
fr: Enregistrement des cartes

source: Saved Map size
fr: Taille des cartes enregistrées

source: As on screen
fr: Comme à l'écran

source: Save As
fr: Enregister sous

source: Print
fr: Imprimer

source: White background
fr: Fond blanc

source: Neighbor
fr: Voisinage

source: Print Setup...
fr: Sélection d'imprimante...

source: Select All
fr: Tout sélectionner

source: Copy
fr: Copier

source: Measure
fr: Mesurer

source: External display software
fr: Afficheur externe

source: Printing
fr: Impression

source: Printer
fr: Imprimante

source: Left Margin
fr: Marge gauche

source: Millimeters
fr: millimètres

source: Print the ephemeris
fr: Imprime les éphémérides

source: Print the information
fr: Imprime les informations

source: Print the map
fr: Imprime la carte

source: Information text width
fr: Largeur du texte d'information

source: Glossary
fr: Glossaire

source: Cancel
fr: Abandon

source: Unnamed Formation
fr: Formations non nommées

source: Width
fr: Largeur

source: You can download and install the following optional features:
fr: Vous pouvez télécharger les options suivantes:

source: Your installation is already complete with all the features installed.
fr: Votre installation est déjà complète avec toutes les options installées.

source: Zoom level
fr: Niveau de zoom
