Repository: pchev/virtualmoon
Catalog: trunk/cclun/language/cclun.*.po
Languages: it

source: AtLun documentation
it: Documentazione di AtLun

source: Browse the Atlas pictures
it: Sfoglia le immagini dell'Atlante

source: DatLun documentation
it: Documentazione di DatLun

source: Documentation
it: Documentazione

source: Exit the Command Center
it: Esci dal Centro di Comando

source: Explore the Lunar Atlas maps
it: Esplora le mappe dell'Atlante Lunare

source: UK
it: IT

source: English
it: Italiano

source: PhotLun documentation
it: Documentazione di PhotLun

source: Quit
it: Esci

source: Read the full documentation
it: Leggi la documentazione completa

source: Read the quick guide
it: Leggi la Guida Rapida

source: Search in the Atlas databases
it: Cerca nella base di dati dell'Atlante

source: Special edition "10th anniversary"
it: Edizione speciale "10Â° anniversario"

source: The Atlas Internet resources
it: Risorse su Internet dell'Atlante

source: Virtual Lunar Atlas Command Center
it: Centro di Comando dell'Atlante Lunare Virtuale

source: Translation: P. Chevalley / C. Legrand
it: Traduzione: Giuliano Pinto

source: Tutorial
it: Guida

source: Virtual Lunar Atlas
it: Atlante Lunare Virtuale

source: WebLun documentation
it: Documentazione di WebLun
