Repository: pchev/virtualmoon
Catalog: cclun/language/cclun.*.po
Languages: ca, el

source: AtLun documentation
ca: Documentació AtLun
el: Έγγραφα AtLun

source: Browse the Atlas pictures
ca: Navegar per les fotografies lunars de l'Atles
el: Φυλλομέτρηση των φωτογραφιών του Άτλαντα

source: DatLun documentation
ca: Documentació DatLun
el: Έγγραφα DatLun

source: Documentation
ca: Documentació
el: Έγγραφα

source: Exit the Command Center
ca: Sortir del Centre de Comandament
el: Έξοδος από το Κέντρο Ελέγχου

source: Explore the Lunar Atlas maps
ca: Explora les cartes lunars de l'Atles
el: Εξερεύνηση των Χαρτών της Σελήνης

source: UK
ca: CA
el: EL

source: English
ca: Català
el: Ελληνικά

source: PhotLun documentation
ca: Documentació PhotLun
el: Έγγραφα PhotLun

source: Quit
ca: Sortir
el: Έξοδος

source: Read the full documentation
ca: Llegir la documentació completa
el: Ανάγνωση όλων των εγγράφων

source: Read the quick guide
ca: Llegir la guia ràpida
el: Ανάγνωση ων σύντομων οδηγιών

source: Search in the Atlas databases
ca: Fes recerques en les bases de dades de l'Atles
el: Αναζήτηση στις βάσεις δεδομένων του Άτλαντα

source: Special edition "10th anniversary"
ca: Edició especial "10è aniversari"
el: Ειδική έκδοση "10η επέτειος"

source: The Atlas Internet resources
ca: Els recursos Internet de l'Atles
el: Οι αναφορές του Άτλαντα στο Διαδίκτυο

source: Virtual Lunar Atlas Command Center
ca: Centre de Comandament de l'Atles Virtual de la Lluna
el: Κέντρο Ελέγχου του Virtual Lunar Atlas

source: Translation: P. Chevalley / C. Legrand
ca: Traducció: A. Clavell
el: Translation: Antonis Gitsas

source: Virtual Lunar Atlas
ca: Atles Virtual de la Lluna

source: WebLun documentation
ca: Documentació WebLun
el: Έγγραφα WebLun

source: Tutorial
el: Εγχειρίδιο χρήσης
