Repository: pchev/virtualmoon
Catalog: tags/V61/datlun/language/vmadatabase.*.po
Languages: ca

source: Not indicated
ca: No indicat

source: Not observable
ca: No observable

source: No map
ca: No hi ha mapa

source: No map or picture
ca: No hi ha mapa ni imatge

source: No article
ca: No hi ha article

source: Not defined
ca: No definida

source: Unknown in this period
ca: Desconegut en aquella època

source: Crater
ca: Cràter

source: Wrinkle ridge
ca: Dorsal

source: Wrinkle ridges network
ca: Cadena de dorsals

source: Scarp
ca: Escarpa

source: Rille
ca: Riera

source: Rilles network
ca: Xarxa de rieres

source: Valley
ca: Vall

source: Marsh
ca: Pantà

source: Lake
ca: Llac

source: Sea
ca: Mar

source: Cape
ca: Cap

source: Craterlet
ca: Crateret

source: Bay
ca: Badia

source: Ejecta
ca: Ejecció

source: Probe
ca: Sonda

source: Human mission
ca: Missió humana

source: Inert equipment
ca: Material inert

source: Pyroclastic area
ca: Regió amb caràcter piroclàstic

source: Crater chain
ca: Cadena de cràters

source: Walled plain
ca: Plana emmurallada

source: Plain
ca: Plana

source: Mountain
ca: Muntanya

source: Mountain range
ca: Serralada

source: Dome
ca: Cúpula

source: Dome system
ca: Sistema de cúpules

source: FSI
ca: FCI

source: PYR
ca: PIR

source: NSU
ca: FVU

source: FSU
ca: FCU

source: Note to translator:
ca: Nota al traductor:

source: The following text must be the same as the content of the TYPE column in the database you use for your language.
ca: El txt que segueix cal que sigui el mateix de la columna TIPUS (TYPE) en la base de dades que feu servir per al vostre idioma

source: If you not translate the database keep the English text here!
ca: Si no traduïu la base de dades mantingueu el text anglès!
