Repository: pchev/virtualmoon
Catalog: tags/V60/virtualmoon/language/maplun.*.po
Languages: de

source: Advanced
de: Fortgeschritten

source: Airbursh relief with albedo
de: Airbrush Relief mit Albedo

source: Airbursh relief without albedo
de: Airbrush Relief ohne Albedo

source: Check for optional features
de: Suche weitere Merkmale

source: Clementine photographic
de: Clementine fotografisch

source: Country
de: Land

source: Default
de: Standart

source: Dynamic relief display method
de: Dynamische Reliefanzeigemethode

source: Ephemeris:
de: Ephimeride:

source: First use setting
de: Einstellung für den Erstgebrauch

source: Full screen (Esc)
de: Vollbild (Esc)

source: Grid
de: Gitter

source: Labels font
de: Beschriftungsschrift

source: English
de: Deutsch

source: LOPAM photographic
de: LOPAM photografisch

source: from
de: von

source: Longitude:
de: Länge:

source: Latitude:
de: Breite:

source: Area:
de: Gegend:

source: Rukl map:
de: Rukl Karte:

source: Viscardy page:
de: Viscardy Seite:

source: Hatfield map:
de: Hatfield Karte:

source: born in
de: geboren in

source: Height:
de: Höhe:

source: Height/Wide ratio:
de: Höhe/Breite Verhältnis:

source: Interest :
de: Interesse:

source: Observation period:
de: Beobachtungszeit:

source: or
de: oder

source: No formation actually near the terminator
de: Keine Formatiion beim Terminator

source: Minimal Instrument:
de: Kleinstes Instrument:

source: Right Ascension:
de: Rectaszension:

source: Born at:
de: Geboren am:

source: Declination:
de: Deklination:

source: Distance:
de: Distanz:

source: Libration in Latitude:
de: Libration in Breite:

source: Libration in Longitude:
de: Libration in Länge:

source: Apparent diameter:
de: Offensichtlicher Durchmesser:

source: Position angle:
de: Positionswinkel:

source: Rise:
de: Aufgang:

source: Set:
de: Untergang:

source: Rise azimuth:
de: Aufgangsazimuth:

source: Set azimuth:
de: Untergangsazimuth:

source: Field:
de: Feld:

source: Refresh rate
de: Bildwiederholrate

source: days
de: Tage

source: Geological period:
de: Geologische Periode:

source: Dead at:
de: Gestorben am:

# u_translation.rsm_50
source: Time
de: Zeit

# u_translation.rsm_51
source: Date
de: Datum

source: Measure the distance
de: Distanzmessung

source: Standard cursor mode
de: Standartcursormodus

source: Image list
de: Bilderliste

source: Transit Altitude:
de: Transithöhe:

source: Type:
de: Typ:

source: Size:
de: Größe:

source: Description:
de: Beschreibung:

source: Observation:
de: Beobachtung

source: Name Author:
de: Name des Autors

source: Name Origine:
de: Ursprung des Namens:

source: Detailed Name:
de: Genauer Name:

source: Important Facts:
de: Wichtige Tatsachen:

source: Warning! The personal notes have changed. Do you want to save the change?
de: Warnung! Die persönlichen Eintragungen wurden verändert. Wollen Sie speichern?

source: Name by Langrenus:
de: Name von Langrenus:

source: Charles Wood article:
de: Charles Wood Artikel:

source: Altitude
de: Höhe

source: From Database:
de: aus der Datenbank:

source: Name by Hevelius:
de: Name von Hevelius:

source: Name by Riccioli:
de: Name von Riccioli:

source: Orbit altitude
de: Höhe des Orbits

source: Orbit inclination
de: Neigung des Orbits

source: Phase with dynamic relief
de: Phase mit dynamischem Relief

source: Phase without relief
de: Phase ohne Relief

source: Picture Library Apollo Missions
de: Bilderbibliothek der Apollo Missionen

source: Picture Library Apollo Mapping Camera
de: Bilderbibliothek Apollo Mapping Camera

source: Picture Library Best Of Amateurs
de: Bilderbibliothek Das beste der Amateure

source: Picture Library Clementine Probe
de: Bilderbibliothek Clementine Probe

source: Picture Library Kaguya Probe
de: Bilderbibliothek Kaguya Probe

source: Picture Library Consolidated Lunar Atlas
de: Bilderbibliothek Consolidated Lunar Atlas

source: Picture Library Lunar Astronautical Charts & Lunar Maps
de: Bilderbibliothek Lunar Astronautical Charts & Lunar Maps

source: Picture Library Lunar Orbiter Photographic Atlas Of The Moon
de: Bilderbibliothek Lunar Orbiter Photographic Atlas Of The Moon

source: Picture Library Probes Luna, Ranger, Lunar Orbiter and Surveyor
de: Bilderbibliothek Probes Luna, Ranger, Lunar Orbiter and Surveyor

source: Quit full screen (Esc)
de: Vollbild verlassen (Esc)

source: Show grid
de: Gitter anzeigen

source: Show labels
de: Beschriftungen anzeigen

source: Show scale
de: Maßstab anzeigen

source: Simple
de: Einfach

source: Textures Airbursh relief without albedo
de: Airbrush Relief Texturen mit Albedo

source: Textures Clementine photographic High Resolution
de: Clementine Texturenin hoher Auflösung

source: Textures LOPAM photographic High Resolution
de: FotografischeLOPAM Texturen in hoher Auflösung

source: Topocentric
de: Topozentrisch

source: Translation: P. Chevalley / C. Legrand
de: Übersetzung: P. Chevalley / C. Legrand

source: File
de: Datei

source: Find
de: finden

source: Observatory
de: Observtorium

source: Display
de: Anzeige

source: Mark the point of maximum libration
de: Markiere den Punkt der maximalen Libration

source: Identification
de: Identifizierung

source: Label density
de: Beschriftungsdichte

source: Eyepieces
de: Okulare

source: Telescope focal length
de: Teleskopbrennweite

source: Eyepiece focal length
de: Okularbrennweite

source: Eyepiece apparent field of vision
de: Sceinbares Gesichtsfeld des Okulares

source: Compute
de: Brechne

source: Notes
de: Notizen

source: Centre
de: Zentrum

source: none
de: keines

source: Eyepiece Name
de: Name des Okulares

source: Field in minutes
de: Feld in Minuten

source: Center label on the formation
de: Zentriere die Beschriftung auf die Formaion

source: Short Label
de: Kurze Beschriftung

source: Near Side Named Formation
de: Benannte Formation in der Nähe

source: Near Side Indexed Craters
de: Gelistete Krater in der Nähe

source: Power
de: Strom

source: Options valid at next startup
de: Einstellungen erst nach Neustart verfügbar

source: Database
de: Datenbank

source: Far Side
de: Rückseite

source: Far Side Named Formation
de: benannte Formationen auf der Rückseite

source: Full Globe
de: Ganze Kugel

source: Orbit the Moon
de: Umkreist den Mond

source: Direction
de: Richtung

source: d/second
de: °/second

source: Rotation speed
de: Rotationsgeschwindigkeit

source: Outline
de: Umriss

source: West View
de: Blick nach Westen

source: East View
de: Blick nach Osten

source: Select Texture
de: Textur auswählen

source: Positive East
de: Positiv Osten

source: E
de: O

source: Help
de: Hilfe

source: Track position
de: Verfolge die Position

source: Correct the Moon motion
de: Korrigiere die Mondbewegung

source: every
de: jede

source: seconds
de: Sekunde

source: About
de: Über

source: Telescope
de: Teleskop

source: Show Menu
de: Zeige Menü

source: Goto selected
de: Gehe zum Ausgewählten

source: Sync selected
de: Synchronisiere mit Ausgewähltem

source: Historical Sites
de: Historische Plätze

source: Encyclopedia
de: Enzyklopädie

source: 2nd Window
de: 2tes Fenster

source: Snapshot
de: Schnappschuß

source: Far Side Indexed Craters
de: Verzeichnete Krater auf der Rückseite

source: Now
de: Jetzt

source: Show overlay
de: Zeige Overlay

source: Transparency:
de: transparenz:

source: Date / Time
de: Datum / Zeit

source: Use Computer Date and Time
de: Verwende Datum und Zeit vom Computer

source: Show Libration
de: Zeige die Libration

source: Show Phase
de: Zeige die Phase

source: Flip E-W
de: Vertausche O-W

source: User Database loaded from DATLUN
de: Anwenderdatenbank von DATLUN geladen

source: Remove Selection Mark
de: Entferne Auswahlmarkierung

source: Mark size
de: Größe der Markierung

source: Force texture compression
de: Erzwinge Texturkompression

source: Label Color
de: Farbe der Beschriftung

source: Your graphic card do not support to display more than one texture for the same object. Be sure that hardware acceleration is activated or change the graphic card. The require function is GL_ARB_MULTITEXTURE
de: Die Grafikkarte unterstützt nicht mehr als eine Textur für daselbe Objekt Hardwarebeschleunigugn auf in oder Grafikkarte tauschen. Die erforderliche Funktion ist GL_ARB_MULTITEXTURE

source: Look here for a list of supported graphic card
de: Liste der Unterstützten Grafikkarten

source: Pyroclastic deposits
de: Pyroklastische Ablagerungen

source: Lunar Domes
de: Mondkuppeln

# u_translation.rst_19
source: Latitude
de: Breite

source: Quit
de: Verlassen

source: Time Zone
de: Zeitzone

source: Show the phase
de: Zeige die Phase

source: Show the libration
de: Zeige die Libration

source: Language
de: Sprache

source: Picture
de: Bild

source: Geocentric
de: Geozentrisch

source: Color
de: Farbe

source: Label
de: Beschrif

source: Configuration
de: Einstellungen

source: Close
de: Schließen

source: Lighting
de: Belichtung

source: Diffuse
de: zerstreuen

source: Performance
de: Leistung

source: Smoothness
de: Weichheit

source: All the formation
de: die gesamte Formation

source: Pretty interesting
de: Recht interessant

source: Very interesting
de: Sehr interessant

source: Exceptional
de: Außergewöhnlich

source: Sort
de: Sortieren

source: Interest
de: Interesse

# u_translation.rst_5
source: Center
de: Zentrum

source: Mark
de: Markierung

source: Show label
de: Zeige Beschriftung

source: General
de: Allgemein

source: Images
de: Bilder

source: Image folders:
de: bilderverzeichnis:

source: Folder
de: Verzeichnis

source: Tools
de: Werkzeuge

source: West
de: Westen

source: East
de: Osten

source: Default Orientation
de: Standartorientierung

source: Celestial Pole on top
de: Himmelspol oben

source: Distance
de: Distanz

source: Ephemeris
de: Ephemeride

source: Real Distance
de: Echter Abstand

source: Apparent Distance
de: Scheinbarer Abstand

source: North
de: Norden

source: South
de: Süden

source: Mirror
de: Spiegel

source: Save Map
de: Speichere Karte

source: Saved Map size
de: Gespeicherte Kartengröße

source: As on screen
de: Wie auf dem Bildschirm

source: Save As
de: Speichern als

source: Print
de: Drucken

source: White background
de: Weisser Hintergrund

source: Neighbor
de: Nachbar

source: Print Setup...
de: Drucke Setup...

source: Select All
de: Alles auswählen

source: Copy
de: Kopieren

source: Measure
de: Messen

source: External display software
de: Externe Anzeigesoftware

source: Printing
de: Drucken

source: Printer
de: Drucker

source: Left Margin
de: Linker Rand

source: Millimeters
de: Millimeter

source: Print the ephemeris
de: Drucke Ephemeride

source: Print the information
de: Drucke Information

source: Print the map
de: Drucke Karte

source: Information text width
de: Breite des Informationstextes

source: Glossary
de: Glossar

source: Cancel
de: Abbrechen

source: You can download and install the following optional features:
de: Sie können folgende Zusätze herunteladen und installieren:

source: Your installation is already complete with all the features installed.
de: Die Installation ist mit allen Zusätzen abgeschlossen.

source: Zoom level
de: Zoomstärke
